Repository: erseco/exelearning
Catalog: translations/messages.*.xlf
Languages: eu

source: Create activities with multiple choice questions or questions in which you have to put the answers in the right order.
eu: Sortu jarduerak aukera anitzeko galderekin, non erantzunak orden egokian jarri behar dituzun.

source: Choose the right answers and click on the Check button.
eu: Erantzun zuzena aukeratu eta klik egin Egiaztatu botoian.

source: Questions order
eu: Erantzunen odena

source: Tree
eu: Zuhaitza

source: Order defined by the author.
eu: Egileak definitutako ordena.

source: Different order each time you run the game.
eu: Orden desberdina joko saiakera bakoitzean.

source: The questions will change depending on the answers.
eu: Jokoa aldatuko da erantzunen arabera.

source: Play audio when displaying the solution
eu: Erreproduzitu audioa soluzioa erakusten denean

source: Order
eu: Ordena

source: Go to
eu: Hona joan

source: The video's end time must be shorter than its total duration
eu: Egiaztatu bideoaren iraupena eta amaiera unea

source: Video test
eu: Bideo-proba

source: Pause video
eu: Gelditu bideoa

source: Preview questions
eu: Aurreikusi galderak

source: Reload video
eu: Berrabiarazi bideoa

source: Question number
eu: Galdera zenbakia

source: There is already a question in that second.
eu: Dagoeneko galdera bat dago segundo horretan.

source: Create activities consisting on a video with interactive questions.
eu: Galdera interaktiboak dituen bideotan oinarritutako jarduerak sortu.

source: Navigable
eu: Nabigagarria

source: Repeat question
eu: Errepikatu galdera

source: Test
eu: Azterketa

source: Question point
eu: Galderara-unea

source: Preview question
eu: Aurreikusi galdera

source: Provide an image, text or audio for each card's front side
eu: Eman irudi, testu edo audio bat karta bakoitzaren aurreko aldearentzat

source: Provide an image, text or audio for each card's back side
eu: Eman irudi, testu edo audio bat karta bakoitzaren atzeko aldearentzat

source: Create matching games with images, sounds and enriched texts.
eu: Irudi, soinu eta testu aberastuekin jolasak sortu

source: Relate
eu: Lotu

source: Match each card with its pair.
eu: Karta bakoitza bere bikotearekin lotu.

source: Rubric
eu: Errubrika

source: Other contents
eu: Beste edukiak

source: Notes
eu: Oharrak

source: Apply
eu: Aplikatu

source: Complete the table to define a scoring guide. Define the score or value of each descriptor.
eu: Osatu taula puntuazio gida definitzeko. Definitu deskribatzaile bakoitzaren puntuazioa edo balioa.

source: Learn how to apply a rubric
eu: Ikasi nola aplikatu behar den errubrika bat

source: Example rubric
eu: Adibide moduko errubrika

source: Criteria
eu: Irizpidea

source: Descriptor
eu: Deskriptorea

source: Load CEDEC's rubrics (in Spanish)
eu: Kargatu CEDECaren errubrika

source: Spanish
eu: Gaztelania

source: New rubric
eu: Errubrika berria

source: New rubric:
eu: Errubrika berria:

source: Example rubrics
eu: Adibide moduko errubrikak

source: Please select a template
eu: Aukeratu txantiloi bat

source: CEDEC's rubrics
eu: CEDECaren errubrikak

source: Rubric use instructions (optional)
eu: Errubrikaren erabilera argibideak (aukerazkoa)

source: Maximum score:
eu: Puntuazio maximoa:

source: The result of adding the scores of the first level.
eu: Lehen mailako puntuak gehitzearen emaitza.

source: New column
eu: Zutabe berria

source: New row
eu: Lerro berria

source: Rubric information
eu: Errubrikaren informazioa

source: Show rubric information
eu: Erakutsi errubrikaren informazioa

source: Source/Author
eu: Iturria/Egilea

source: Source/Author Link
eu: Iturri/Egile esteka

source: Revert all changes? This can't be undone.
eu: Aldaketa guztiak desegin? Egindako aldaketak galduko dituzu.

source: The rubric is empty...
eu: Errubrika hutsik dago...

source: Please write the rubric title.
eu: Idatzi errubrikaren izenburua.

source: Please write the level name in each column.
eu: Idatzi mailaren izena zutabe bakoitzean.

source: Please write the criteria name in each row.
eu: Idatzi irizpidearen izena lerro bakoitzean.

source: Please write all the criteria descriptors.
eu: Idatzi irizpide guztien deskriptoreak.

source: Score (include a number)
eu: Puntuak (sartu zenbaki bat)

source: Up
eu: Gorantz

source: Down
eu: Beherantz

source: Row
eu: Lerroa

source: Delete the row?
eu: Lerroa ezabatu?

source: Left
eu: Ezkerra

source: There should be at least one level.
eu: Gutxienez maila bat egon behar du.

source: Column
eu: Zutabea

source: Delete the column?
eu: Zutabea ezabatu?

source: Please export the content to apply the rubric.
eu: Edukia esportatu irizpide errubrika aplikatzeko, mesedez.

source: Add at least 3 elements.
eu: Gehitu gutxienez 3 elementu.

source: Please write the text to show when right.
eu: Idatzi erantzuna zuzena denean erakutsi beharreko testua.

source: Please write the text to show when wrong.
eu: Idatzi erantzuna okerra denean erakutsi beharreko testua.

source: There cannot be 2 or more identical elements.
eu: Ezin dira 2 elementu berdin edo gehiago egon.

source: Correct Answer Feedback Overlay
eu: Erantzun zuzenen feedback-geruza

source: Wrong Answer Feedback Overlay
eu: Erantzun okerren feedback-geruza

source: optional
eu: aukerakoa

source: Create interactive text ordering activities.
eu: Testuak ordenatzeko jarduera interaktiboak sortu.

source: Arrange the following texts in the correct order to complete the activity.
eu: Hurrengo testuak ordena egokian antolatu jarduera osatzeko.

source: Write the elements in the right order:
eu: Idatzi elementuak orden egokian:

source: Select media files
eu: Multimedia-fitxategiak aukeratu\n

source: Brilliant! All correct!
eu: Primeran! Dena zuzen dago!

source: Change visualization mode
eu: Bistaratzeko modua aldatu

source: Maximum number of activities: 30
eu: Gehienezko jarduera kopurua: 30

source: Create interactive activities in which players will have to select the correct multimedia cards.
eu: Jarduera interaktiboak sortu, eta bertan, jokalariek multimedia-txartel zuzenak aukeratu beharko dituzte.

source: Select the right cards
eu: Txartel egokiak aukeratu

source: Time to complete the game
eu: Partida amaitzeko ordua da

source: Maximum number of cards
eu: Gehieneko txartel kopurua

source: Table mode
eu: Taula modua

source: Activity number:
eu: Jarduera-zenbakia:

source: Add a card
eu: Txartel bat gehitu

source: Delete card
eu: Txartela ezabatu

source: Copy card
eu: Txartela kopiatu

source: Cut card
eu: Txartela moztu

source: Paste card
eu: Txartela itsasi

source: Phrases:
eu: Esaldiak:

source: Correct answer
eu: Erantzun zuzena

source: Sort
eu: Ordenatu

source: You have ordered all the activities!
eu: Jarduera guztiak ordenatu dituzu!

source: Correct positions
eu: Kokapen zuzenak

source: Phrases
eu: Esaldiak

source: Maximum number of phrases: 20
eu: Gehienezko esaldi kopurua: 20

source: Create interactive activities in which players will have to order cards with images, texts and/or sounds.
eu: Jokalariek irudi, testu eta/edo soinuen kartak ordenatu beharko dituzten jarduera interaktiboak sortu.

source: Drag each letter to its correct position
eu: Eraman gutun bakoitza bere tokira

source: Maximum width
eu: Gehieneko zabalera

source: Height (px)
eu: Altuera (px)

source: Fixed headers
eu: Goiburu finkoak

source: Automatic start
eu: Hasiera automatikoa

source: Word border
eu: Hitz muga

source: Phrase
eu: Esaldi

source: Task information (optional)
eu: Atazaren informazioa (hautazkoa)

source: Estimated duration
eu: Balizko iraupena

source: Text to display
eu: Bistaratzeko testua

source: Participants
eu: Parte-hartzaileak

source: Show Feedback
eu: Erakutsi feedbacka

source: Duration
eu: Iraupena

source: Number or description
eu: Zenbakia edo deskribapena

source: Grouping
eu: Taldekatzea

source: You must indicate a name for all the selected players.
eu: Aukeratutako jokalari guztien izenak zehaztu behar dituzu.

source: Do you want to restart the game?
eu: Jokoa berriro hasi nahi duzu?

source: roll the dice.
eu: dadoa jaurti.

source: The game has finished. The winner is %1. Do you want to play again?
eu: Jokoa amaitu da. Irabazlea %1 da. Berriro jokatu nahi duzu?

source: Cool! You won the game.
eu: Primeran! Jokoa irabazi duzu.

source: you play. Roll the dice.
eu: zure txanda. Jaurti dadoa.

source: Your score will be automatically saved after each throw.
eu: Zure tanto-kopurua jaurtaldi bakoitzaren ondoren gordeko da.

source: You can only play once.
eu: Bakarrik behin jolastu dezakezu.

source: Players
eu: Jokalariak

source: you have failed.
eu: huts egin duzu.

source: you get the cheese of
eu: gazta hau lortzen duzu

source: One more point.
eu: Puntu bat gehiago.

source: Please provide the word definition or the valid URL of an image
eu: Eman hitzaren definizioa edo irudi baten URL-a

source: You must upload or indicate the valid URL of an image
eu: Irudi bat igo edo haren URLa eman behar duzu

source: You have to complete all the selected options
eu: Hautatutako aukerak bete behar dituzu

source: You have to indicate the start and the end of the video that you want to show
eu: Erakutsi nahi duzun bideoaren hasiera eta amaiera adierazi behar duzu

source: The video end value must be higher than the start one
eu: Bideo amaieraren balioa hasierakoarena baino altuagoa izan behar du

source: The silence time is wrong. Check the video duration.
eu: Isilune epea ez da onargarria. Begiratu bideoaren iraupena.

source: Please check all the answers in the right order
eu: Egiaztatu erantzun guztiak orden egokian

source: Roll the dice and answer the question until you get all the cheeses.
eu: Jaurti dadoa eta erantzun galdera gazta guztiak lortu arte.

source: Too many questions! The game can have a maximum of about 800 and 1200 questions. This number can vary a lot depending on the type of questions and the length of the questions, the answers, the URLs and the enriched text.
eu: Galdera gehiegi! Jokoak 800-1.200 galdera inguru izan ditzake gehienez. Kopuru hau hainbat faktoreen baitan aldatu daiteke: galderen luzera eta mota, erantzunak, URLak eta aberastutako testuak.

source: Create an educational board game with different question types (test, order, definition) of different categories. From 1 to 4 players or teams.
eu: Sortu hezkuntzarako mahai-jokoa galdera mota desberdinekin (test, ordenan jarri, definizioak) edo kategoria desberdinekin. 1-4 jokalari edo talde kopurua.

source: Number of topics
eu: Gai kopurua

source: Topic number
eu: Gai zenbakia

source: Load
eu: Kargatu

source: This game may present accessibility problems for some users. You should provide an accessible alternative if the users need it.
eu: Joko honek irisgarritasun arazoak izan ditzake erabiltzaile batzuentzat. Erabiltzaileak beharko balu ordezko aukera irisgarri bat eman beharko zenuke.

source: You must provide a name for this topic.
eu: Izen bat eman behar diozu eremu honi.

source: You must indicate a name for all the selected topics.
eu: Aukeratutako gai guztientzako izen bat zehaztu behar duzu.

source: You must complete all the questions of all the selected topics correctly.
eu: Aukeratutako gai guztien galdera guztiak zuzen bete behar dituzu.

source: True or false
eu: Egia edo gezurra

source: Suggestion
eu: Gomendioa

source: Please write the question.
eu: Idatzi galdera, mesedez.

source: Select the correct answer
eu: Aukeratu erantzun zuzena

source: SCORM grades can only be saved in Quiz mode
eu: SCORM kalifikazioak Quiz moduan bakarrik gorde daitezke

source: Create interactive True or False quizzes.
eu: Egia edo Gezurra motako galdera interaktiboak sortu.

source: Answer all the questions in this quiz.
eu: Galdetegi honetako galdera guztiei erantzun.

source: Easier to read
eu: Irakurtzeko errazagoa

source: Visual aid
eu: Ikusizko laguntza

source: UDL Content
eu: IDU (UDL) edukia

source: UDL
eu: IDU (UDL)

source: Universal Design for Learning
eu: Ikaskuntza Diseinu Unibertsala

source: Highlight
eu: Nabarmendu

source: Download the source file
eu: Jaitsi iturri fitxategia

source: Exercises
eu: Ariketak

source: Write
eu: Idatzi

source: Listen
eu: Entzun

source: Do it here
eu: Egin hemen

source: Record
eu: Grabatu

source: Speak
eu: HItz egin

source: Read
eu: Irakurri

source: Objectives
eu: Helburuak

source: Guidance
eu: Orientabideak

source: To get informed
eu: Informazioa lortzeko

source: Think
eu: Pentsatu

source: Assessment rubric
eu: Ebaluazioarako errubrika

source: Task
eu: Ataza

source: Timing
eu: Tenporalizazioa

source: Work in group
eu: Taldeka pentsatu

source: More information
eu: Informazio gehiago

source: Note
eu: Oharra

source: Trivia
eu: Bitxikeria

source: Cultural notes
eu: Kultura-oharrak

source: Learn to learn
eu: Ikasten ikasi

source: Instrument practice
eu: Musika-tresnarekin praktikatu

source: Music
eu: Musika

source: Mediation
eu: Bitartekaritza

source: Use your hands
eu: Erabili eskuak

source: Sign language
eu: Zeinu-hizkuntza

source: Homogeneous groups
eu: Talde homogeneoak

source: Heterogeneous groups
eu: Talde heterogeneoak

source: Debate
eu: Eztabaida

source: Written text coproduction
eu: Idatzizko testuen koprodukzioa

source: Oral text coproduction
eu: Ahozko testuen koprodukzioa

source: Digital competence
eu: Gaitasun digitala

source: Singing
eu: Kantua

source: Semantic networks
eu: Sare semantikoak

source: Easy read
eu: Irakurtzeko erraza

source: Grammar
eu: Gramatika

source: Vocabulary
eu: Hiztegia

source: Playback
eu: Erreprodukzioa

source: Phonetics
eu: Fonetika

source: Alternative content
eu: Ordezko edukia

source: Double click or type to see suggestions
eu: Egin klik bikoitza edo idatzi iradokizunak ikusteko

source: New block
eu: Bloke berria

source: About this iDevice
eu: iDevice honi buruz

source: Cofinanced by:
eu: Kofinantzatzailea:

source: Delete block $? This can't be undone.
eu: Ezabatu $ blokea? Ezin da desegin.

source: Block
eu: Blokea

source: Empty = No button
eu: Hutsa = Botoirik ez

source: Accessible hidden content
eu: Modu irisgarrian ezkutatutako edukia

source: Visible
eu: Ikusgai

source: Content
eu: Edukia

source: Choose the content to edit:
eu: Aukeratu editatu beharreko edukia:

source: Main content (required)
eu: Eduki nagusia (derrigorrezkoa)

source: Please provide a main content for all the blocks.
eu: Eman bloke guztientzako eduki nagusia.

source: Engagement
eu: Parte-hartzea

source: Representation
eu: Ulermena

# Action &amp; Expression
source: Action & Expression
eu: ~Ekintza eta adierazpena

source: Presentation
eu: Aurkezpena

source: Text button
eu: Testuzko botoia

source: Character
eu: Pertsonaia

source: Word search
eu: Hitz bilaketa

source: You found all the words. Your score is %s.
eu: Hitz guztiak aurkitu dituzu. Zure puntu kopurua %s da.

source: Try with fewer words
eu: Hitz gutxiagorekin saiatu

source: Create word search games with additional text, images or sound.
eu: Sortu hitz bilaketa jokoak, testu, irudi edo soinu gehigarriekin.

source: Find the hidden words.
eu: Aurkitu ezkutuko hitza.

# Show &quot;Solve&quot; button.
source: Show "Solve" button.
eu: "Ebatzi" botoia erakutsi.

source: Diagonal
eu: Diagonalak

source: Inverse
eu: Alderantziz

source: Selected: {0} of {1}
eu: {1}-tik {0} aukeratua(k)

source: Uploading {0}% of {1}
eu: {1}-tik {0}% kargatzen

source: {0} is too large, please upload files less than {1}
eu: {0} handiegia da, mesedez, igo {1} baino txikiagoak diren fitxategiak

source: {0} failed to upload
eu: {0}(e)k huts egin du igotzean

source: {0} Per Page
eu: {0} Orriko

source: Folder
eu: Karpeta

source: Not Found
eu: Ez da aurkitu

source: Not Allowed
eu: Baimendu gabea

source: Unknown error
eu: Errore ezezaguna

source: Add files
eu: Gehitu fitxategiak

source: No pagination
eu: Orri-zenbaketarik gabea

source: Home
eu: Hasiera

source: Rename
eu: Berrizendatu

source: Please fill out this field
eu: Bete eremu hau mesedez

source: Batch Download
eu: Deskargatu multzoa

source: Unzip
eu: Deskonprimitu

source: Copy link
eu: Esteka kopiatu

source: Drop files to upload
eu: Igo nahi dituzun fitxategiak ekarri hona

source: Select Folder
eu: Hautatu karpeta

source: Files
eu: Fitxategiak

source: Paused
eu: Pausatuta

source: Home Folder
eu: Hasierako karpeta

source: Leave blank for no change
eu: Aldaketarik ez egiteko, hutsik utzi

source: Are you sure you want to do this?
eu: Ziur zaude hau egin nahi duzula?

source: Are you sure you want to allow access to everyone?
eu: Ziur zaude denei sarbidea baimendu nahi diezula?

source: Are you sure you want to stop all uploads?
eu: Ziur zaude igoera guztiak geldiarazi nahi dituzula?

source: Something went wrong
eu: Zerbait gaizki joan da

source: Invalid directory
eu: Direktorio baliogabea

source: This field is required
eu: Eremu hau derrigorrezkoa da

source: Updated
eu: Eguneratuta

source: Deleted
eu: Ezabatuta

source: Your file is ready
eu: Zure fitxategia prest dago

source: View
eu: Ikusi

source: Search
eu: Bilatu

source: Show hidden
eu: Ezkutukoak erakutsi

source: Do you want to unzip the file?
eu: Fitxategia deskonprimitu nahi duzu?

source: Upload without unzip
eu: Igo deskonprimitu gabe

source: Unzip here
eu: Hemen deskonprimatu

source: Unzip in subfolder ...
eu: Deskonprimatu azpikarpeta batean...

source: Unzip in subfolder
eu: Deskonprimatu azpikarpeta batean

source: There was a problem creating the archive
eu: Artxiboa sortzean arazo bat egon da

source: File type not allowed or size over limit
eu: Fitxategi mota hau ez da onartzen edo tamaina muga gainditzen du

source: Effects (accordion, tabs, pagination...)
eu: Efektuak (eskusoinua, fitxak, orriz orri, ...)

source: Audio recorder
eu: Audio grabatzailea

source: Dialog Window
eu: Elkarrizketa leihoa

source: Tooltip
eu: Argibidea

source: Paste mathematical markup
eu: Marka matematikoak itsatsi

source: Paste HTML fragment (embed code)
eu: Itsatsi HTML zatia (kodea txertatu)

source: Clear (new line or block)
eu: Garbitu (lerro berria edo blokea)

source: Add a paragraph at the end
eu: Txertatu paragrafo bat amaieran

source: Definition List
eu: Definizio-zerrenda

source: Quote With Authorship
eu: Aipua eta bere egilea

source: Toolbar Toggle
eu: Tresna-barra aldatu

source: System Font
eu: Sistemaren letra-tipoa

source: Acronym or abbreviation
eu: Akronimoa edo laburdura

source: Anchor...
eu: Aingura...

source: Special character...
eu: Karaktere berezia...

source: Insert template...
eu: Txantiloia txertatu...

source: Insert/Edit Attributes
eu: Atributuak txertatu/aldatu

source: Print...
eu: Inprimatu...

source: Find and replace...
eu: Bilatu eta ordezkatu...

source: Black
eu: Beltza

source: White
eu: Zuria

source: Navy Blue
eu: Itsas urdina

source: Dark Gray
eu: Gris iluna

source: Gray
eu: Grisa

source: Medium Gray
eu: Tarteko grisa

source: Light Gray
eu: Gris argia

source: Dark Blue
eu: Urdin iluna

source: Dark Purple
eu: More iluna

source: Dark Red
eu: Gorri iluna

source: Orange
eu: Laranja

source: Dark Turquoise
eu: Turkesa iluna

source: Purple
eu: Morea

source: Light Blue
eu: Urdin argia

source: Light Purple
eu: More argia

source: Light Red
eu: Gorri argia

source: Light Yellow
eu: Hori argia

source: Light Green
eu: Berde argia

source: Remove Color
eu: Kolorea kendu

source: Heading 5
eu: 5. goiburua

source: Heading 2
eu: 2. goiburua

source: Currently not supported by your browser, use keyboard shortcuts instead.
eu: Zure nabigatzailean ez dabil, erabili teklatuko laster-teklak honetarako.

source: Heading 4
eu: 4. goiburua

source: Font Family
eu: Letra mota

source: Align Right
eu: Eskuinean lerrokatu

source: New Document
eu: Dokumentu berria

source: Block Quote
eu: Zita

source: Insert/Remove Numbered List
eu: Zerrenda zenbakitua txertatu/kendu

source: Heading 1
eu: 1. goiburua

source: Header
eu: Goiburua

source: Increase Indent
eu: Koska gehitu

source: Headers
eu: Goiburuak

source: Select All
eu: Aukeratu guztia

source: Heading 3
eu: 3. goiburua

source: Insert/Remove Bulleted List
eu: Buletin-zerrenda txertatu/kendu

source: Remove Formatting
eu: Formatua kendu

source: Font Size
eu: Letra tamaina

source: Heading 6
eu: 6. goiburua

source: Paragraph
eu: Paragrafoa

source: Ok
eu: Ados

source: Align Center
eu: Erdian zentratu

source: Decrease Indent
eu: Koska kendu

source: Paste is now in plain text mode. Click again to toggle back to regular paste mode. After you paste something you will be returned to regular paste mode.
eu: Itsasteko aukera testu moduan dago orain. Egin klik itsasketa arruntera itzultzeko. Edozer itsatsi ondoren itsasketa arruntera itzuliko zara.

source: Full
eu: Justifikatuta

source: Align Left
eu: Ezkerrean lerrokatu

source: Show/Hide Visual Control Characters
eu: Ikusizko kontrol-karaktereak erakutsi/ezkutatu

source: Lower Greek
eu: Hizki greko xeheak

source: Square
eu: Karratua

source: Lower Alpha
eu: Hizki xeheak

source: Circle
eu: Borobila

source: Disc
eu: Diskoa

source: Upper Alpha
eu: Hizki larriak

source: Upper Roman
eu: Zenbaki erromatar larriak

source: Lower Roman
eu: Zenbaki erromatar xeheak

source: Id should start with a letter, followed only by letters, numbers, dashes, dots, colons or underscores.
eu: Letra batekin hasi beharko luke eta, ondoren, letrak, zenbakiak, marrak, puntuak, komak edo azpimarrak soilik.

source: Anchor
eu: Aingura

source: The changes you made will be lost if you navigate away from this page.
eu: Egindako aldaketak galdu egingo dira orri honetatik ateratzen.

source: Restore last draft
eu: Leheneratu azken zirriborroa

source: Special character
eu: Karaktere bereziak

source: Edit source code
eu: Editatu iturburu-kodea

source: Right to Left
eu: Eskuinetik ezkerrera

source: Left to Right
eu: Ezkerretik eskuinera

source: Emoticons
eu: Irribartxoak

source: Robots
eu: Robotak

source: Document Properties
eu: Dokumentuaren ezaugarriak

source: Keywords
eu: Hitz-gakoak

source: Character Encoding
eu: Karaktere kodeketa

source: Horizontal Line
eu: Marra horizontala

source: Horizontal Space
eu: Tarte horizontala

source: Insert/Edit Image
eu: Irudia sartu/editatu

source: General
eu: Orokorra

source: Border
eu: Ertza

source: Constrain proportions
eu: Proportzioak mantendu

source: Vertical Space
eu: Tarte bertikala

source: Image Description
eu: Irudiaren deskribapena

source: Image Title
eu: Irudiaren izenburua

source: Style
eu: Estiloa

source: Dimensions
eu: Tamaina

source: Image Options
eu: Irudiaren aukerak

source: Drop an image here
eu: Ekarri irudia hona

source: Browse for an image
eu: Irudi bat bilatu

source: Footer caption
eu: Oina

source: Title link
eu: Izenburu-esteka

source: Custom license
eu: Lizentzia pertsonalizatua

source: Image optimizer
eu: Irudiaren optimizatzailea

source: Alternative description
eu: Beste deskribapen bat

source: Date/Time
eu: Data/Ordua

source: Unlink
eu: Lotura kendu

source: Anchors
eu: Aingurak

source: Insert/Edit Link
eu: Esteka txertatu/editatu

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
eu: Idatzitako URLak kanpoko esteka bat dirudi. Beharrezkoa den "http://" aurrizkia gehitu nahi diozu?

source: Target
eu: Helburua

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
eu: Sartutako helbideak e-posta bat dirudi, aurretik mailto: gehitzea nahi duzu?

source: Insert/Edit Embedded Media
eu: Multimedia baliabide txertatuak sartu/editatu

source: Alternative source
eu: Ordezko iturburua

source: Use CTRL+V on your keyboard to paste the code into the window.
eu: Erabili CTRL+V testua leihoan itsasteko.

source: Poster
eu: Posterra

source: Non-Breaking Space
eu: Zuriune zatiezina

source: Page Break
eu: Orrialde-jauzia

source: Paste as Plain Text
eu: Testu gisa itsatsi
