Repository: erseco/exelearning
Catalog: translations/messages.*.xlf
Languages: eu

source: The term could not be found
eu: Ezin izan da topatu terminoa

source: Replace
eu: Ordezkatu

source: Whole Words
eu: Hitz osoak

source: Find and Replace
eu: Bilatu eta ordeztu

source: Replace with
eu: Zerekin ordezkatu

source: Find
eu: Bilatu

source: Replace all
eu: Ordeztu guztiak

source: Match Case
eu: Maiuskulak eta minuskulak kontuan hartu

source: Find whole words only
eu: Hitz osoak soilik bilatu

source: Find in selection
eu: Hautaketa eremuan bilatu

source: Ignore All
eu: Ezikusi guztiak

source: Ignore Word
eu: Ezikusi hitza

source: Cut Column
eu: Zutabea ebaki

source: Copy Column
eu: Zutabea kopiatu

source: Paste column before
eu: Zutabea aurretik itsatsi

source: Paste column after
eu: Zutabea ondoren itsatsi

source: Insert Row Before
eu: Errenkada aurretik txertatu

source: Paste Row After
eu: Errenkada ondoren itsatsi

source: Alignment
eu: Alineazioa

source: Col Group
eu: Zutabe Taldea

source: Insert Column Before
eu: Txertatu zutabea aurretik

source: Split Cell
eu: Banatu gelaxkak

source: Cell Padding
eu: Gelaxkaren betegarria

source: Cell Spacing
eu: Gelaxkaren tartea

source: Row Type
eu: Lerro mota

source: Insert Table
eu: Txertatu taula

source: Body
eu: Taularen Gorputza

source: Table Caption
eu: Taularen azpititulua

source: Delete Row
eu: Ezabatu lerroa

source: Paste Table Row Before
eu: Itsatsi lerroa aurretik

source: Scope
eu: Eremua

source: Delete Table
eu: Ezabatu taula

source: Horizontal Position
eu: Posizio horizontala

source: Top
eu: Goian

source: Header Cell
eu: Goiburuko gelaxka

source: Row Group
eu: Lerro Taldea

source: Cell
eu: Gelaxka

source: Middle
eu: Tartean

source: Cell Type
eu: Gelaxka mota

source: Copy Row
eu: Kopiatu errenkada

source: Table Row Properties
eu: Lerro ezaugarriak

source: Table Properties
eu: Taula ezaugarriak

source: Bottom
eu: Behean

source: Vertical Alignment
eu: Lerrokatze bertikala

source: Insert Column After
eu: Txertatu zutabea ondoren

source: Insert Row After
eu: Txertatu lerroa ondoren

source: Table Cell Properties
eu: Gelaxka ezaugarriak

source: Cut Table Row
eu: Moztu lerroa

source: Delete Column
eu: Ezabatu zutabea

source: Center
eu: Zentratuta

source: Merge Table Cells
eu: Bateratu gelaxkak

source: Predefined Template Content
eu: Aurredefinitutako txantiloiaren edukia

source: Templates
eu: Txantiloiak

source: Template
eu: Txantiloia

source: Background color
eu: Atzeko kolorea

source: Custom...
eu: Pertsonalizatua...

source: Custom color
eu: Kolore pertsonalizatua

source: No color
eu: Kolorerik gabe

source: Text color
eu: Testu-kolorea

source: Show blocks
eu: Erakutsi blokeak

source: Show invisible characters
eu: Erakutsi karaktere ezkutuak

source: Words: {0}
eu: Hitzak: {0}

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
eu: Testu aberastuko area. Sakatu ALT-F9 menurako. Sakatu ALT-F10 tresna-barrarako. Sakatu ALT-0 laguntzarako

source: Tools
eu: Tresnak

source: Table
eu: Taula

source: Preformatted
eu: Aurrez formateatua

source: Popup URL
eu: Popuparen URL helbidea

source: JavaScript Popup
eu: Javascript popupa

source: Window Name
eu: Leihoaren izena

source: Position (X/Y)
eu: Posizioa (X/Y)

source: Show Location Bar
eu: Helbide-barra erakutsi

source: Show Scrollbars
eu: Gora-behera barra erakutsi

source: Show Menu Bar
eu: Menu-barra erakutsi

source: Make Window Resizable
eu: Leihoaren tamaina aldatzea aktibatu

source: Show Toolbars
eu: Tresna-barrak erakutsi

source: Show Status Bar
eu: Egoera-barra erakutsi

source: Insert 'return false'
eu: 'return false' txertatu

source: Events
eu: Ebentuak

source: Class
eu: Klasea

source: Add CSS class
eu: CSS klasea gehitu

source: -- Not Set --
eu: -- Bat ere ez --

source: Text Direction
eu: Testuaren norabidea

source: New attribute
eu: Atributu berria

source: value
eu: baloratu

source: Attributes
eu: Atributuak

source: example
eu: adibidea

source: Abbreviation
eu: Laburdura

source: Meaning
eu: Esanahia

source: Wrap text
eu: Testu bildu

source: Auto close tags
eu: Itxi automatikoki etiketak

source: Search and Replace
eu: Bilatu eta ordezkatu

source: Reformat
eu: Birformateatu

source: A new Definition List will be created. To add a new term, just place the cursor at the end of a definition and click again the Definition List Button.
eu: Definizio-zerrenda berri bat sortuko da. Termino berri bat gehitzeko, jarri kurtsorea definizioaren amaieran eta klik egin berriro Definizio-zerrenda botoian.

source: Anchors, nodes or .elp
eu: Aingurak, nodoak edo elp-a

source: Open link in...
eu: Esteka ireki...

source: Include File Information
eu: Fitxategiari buruzko informazioa erantsi

source: File size
eu: Fitxategiaren tamaina

source: Unit
eu: Unitatea

source: File extension
eu: Fitxategi-luzapena

source: Current window
eu: Uneko leihoa

source: Quote
eu: Aipua

source: Quote Language
eu: Aipuaren hizkuntza

source: Authorship Language
eu: Egiletzaren hizkuntza

source: Specify the languages only if they are different from the rest of the content.
eu: Zitaren hizkuntza zehaztu edukiaren hizkuntza ez denean soilik.

source: Please write a quote
eu: Mesedez, aipua idatzi

source: Effects
eu: Efektuak

source: Please do not overuse these effects.
eu: Mesedez, ez erabili gehiegi efektu hauek.

source: Choose a type:
eu: Aukeratu mota:

source: Collapsible content panels for presenting information in a limited space.
eu: Eduki-panel tolesgarriak informazioa leku mugatu batean erakusteko.

source: A single content area with multiple panels.
eu: Panel anitzak dituen eduki-gunea.

source: Divide your content into different pages.
eu: Banatu zure edukia hainbat orritan.

source: Present a list of contents in horizontal order.
eu: Eduki-zerrenda horizontalean erakusten du.

source: Simple, interactive timeline able to handle nearly any form of content.
eu: Denbora-lerro xume honek ia edozein motako eduki kudea dezake.

source: Choose an effect (you can change it later).
eu: Aukeratu efektu bat (gero aldatu dezakezu).

source: To add a new tab, block, page... just add a second level title (Heading 2) followed by its content.
eu: Bigarren mailako goiburu bat gehitu (2. goiburua) Bloke, fitxa, orri, ... berria sortzeko eta bere edukia idatzi.

source: All blocks must start with a second level title (Heading 2).
eu: Bloke guztiek bigarren mailako goiburu batekin hasi behar dute (2. goiburua).

source: Timelines require a third level title (Heading 3) right after each Heading 2.
eu: Denbora lerroek hirugarren mailako titulua (3. goiburua) behar dute 2. goiburuaren atzetik.

source: Border width
eu: Ertz-zabalera

source: Border style
eu: Ertzaren estiloa

source: Select...
eu: Aukeratu...

source: Use the editor to create a new mind map...
eu: Erabili editorea adimen-mapa berria sortzeko...

source: Open the mind map editor
eu: Sortu adimen-mapa berria

source: Descriptive title
eu: Izenburu esanguratsua

source: Show the title under the image
eu: Erakutsi izenburua irudiaren azpian

source: Link to full size image
eu: Estekatu tamaina osoko irudia

source: Text style:
eu: Testu estiloa:

source: Line color:
eu: Lerroaren kolorea:

source: Recursive
eu: Errekurtsiboa

source: It works with
eu: Honekin lan egiten du:

source: Duration:
eu: Iraupena:

source: JavaScript player (for old browsers or browsers that can't play that audio format)
eu: JavaScript erreproduzitzaile (audio formatua erreproduzitu ezin dezaketen nabigatzaile zaharrentzat)

source: Use the %s option after recording to define the authorship or title of the audio.
eu: Grabazioaren ondoren audioaren egiletza edo izenburua definitzeko erabili %s aukera.

source: There is no audio input device connected.
eu: Ez dago audio sarrerarik konektatuta.

source: Link title
eu: Esteka-izenburua

source: Change the styling:
eu: Itxura aldatu:

source: Pages
eu: Orriak

source: Tooltip title
eu: Argibide-titulua

source: The tooltip will show the Link title.
eu: Argibideak esteka-izenburua erakutsiko du.

source: Close behaviour:
eu: Isteko modua:

source: Automatically close the tooltip when moving the mouse out of the link
eu: Argibidea itxi xagua estekatik kanpo mugitzerakoan

source: Close button: It will close the tooltip when clicked
eu: Argibidea isteko botoi bat jarri

source: Link behaviour:
eu: Estekaren jokaera:

source: Open in the same window
eu: Lotura leiho berean ireki

source: Open in a new window
eu: Leiho berrian ireki

source: Appearance
eu: Itxura

source: Shadow
eu: Itzala

source: Rounded
eu: Borobildua

source: Yellow
eu: Horia

source: Light
eu: Eskuina

source: Dark
eu: Iluna

source: Red
eu: Gorria

source: Blue
eu: Urdina

source: Green
eu: Berdea

source: Dialog title (the title of the link)
eu: Elkarrizketaren izenburua (estekaren izenburua)

source: Write the content of the dialog. You may use HTML and edit it in the editor.
eu: Idatzi elkarrizketaren edukia. HTML erabili dezakezu eta editorean edita dezakezu.

source: Currency
eu: Moneta

source: Quotations
eu: Aipuak

source: Mathematical
eu: Matematikoa

source: Extended Latin
eu: Latin hedatua

source: Symbols
eu: Ikurrak

source: Arrows
eu: Geziak

source: ABC Music Notation
eu: ABC musika-idazkera

source: Animate
eu: Animazio bihurtu

source: Paste or type a valid ABC code:
eu: Itsatsi edo idatzi Baliozko ABC kodea:

source: Visit eXeABC for help, tunes, ABC software...
eu: eXeABC webgunera jo laguntza, doinuak, ABC softwarea etab. lortzeko.

source: jQuery is required
eu: jQuery derrigorrezkoa da

source: ABC Music
eu: ABC musika

source: No valid ABC code found.
eu: Ez da aurkitu baliozko ABC koderik.

source: Stop
eu: Gelditu

source: Go to Tools - Preview to see this working
eu: Tresnak - Aurrebista menura joan martxan ikusteko

source: ePub export warning: This might not work in some ePub readers.
eu: ePub esportazio oharra: honek ez du funtzionatuko ePub irakurle batzuetan.

source: Insert/Edit Media
eu: Txertatu/Editatu multimedia baliabidea

source: Title and Attribution
eu: Izenburua eta egiletza

source: Use JavaScript player
eu: JavaScript erreproduzitzailea erabili

source: Use Controls
eu: Erabilera kontrolak

source: Use Autoplay
eu: Erreprodukzio automatikoa erabili

source: Detect automatically
eu: Automatikoki detektatzea

source: CSS class
eu: CSS klasea

source: Insert HTML code as text
eu: Sartu HTML kodea testu gisa

source: Include Styles (improves presentation)
eu: Estiloa erantsi (itxura hobetzen du)

source: Highlight syntax
eu: Nabarmendu sintaxia

source: Behaviour
eu: Portaera

source: Use a two-letter ISO 639-1 code like "en", "es", "fr" or "de".
eu: Bi letrako ISO 639-1 kodea erabili, hala nola en, es, fr edo de.

source: Change the text of the tabs adding a title to each Heading 2 with the "Insert/Edit Attributes" option:
eu: Erlaitzetako testua aldatu Goiburua 2 izenburu bat gehituz "Atributuak txertatu/editatu" aukerarekin.

source: From Wikipedia, the free encyclopedia.
eu: Wikipediatik, entziklopedia askea.

source: Redirected from
eu: Beste helbide batetik birbideratua

source: Wikipedia does not have an article with this exact name.
eu: Wikipediak ez du izen zehatz hau duen artikulurik.

source: search for
eu: bilatu

source: in Wikipedia
eu: Wikipedia-n

source: to check for alternative titles or spellings.
eu: Ordezko izenburu edo ortografia egiaztatzeko.

source: Wikipedia Article
eu: Wikipedia Artikulua

source: Article
eu: Artikulua

source: English
eu: Ingelesa

source: Basque
eu: Euskara

source: Catalan
eu: Katalana

source: Chinese
eu: Txinera

source: Dutch
eu: Nederlandera

source: French
eu: Frantsesa

source: Galician
eu: Galiziera

source: German
eu: Alemana

source: Greek
eu: Greziera

source: Italian
eu: Italiera

source: Japanese
eu: Japoniera

source: Magyar
eu: Magiarra

source: Polish
eu: Poloniera

source: Portuguese
eu: Portugalera

source: Slovenian
eu: Esloveniera

source: Spanish
eu: Gaztelania

source: Swedish
eu: Suediera

source: Emphasis
eu: Enfasia

source: No emphasis
eu: Enfasirik ez

source: Some emphasis
eu: Enfasi pixka bat

source: Cannot set source of a broadcasted event
eu: Emititutako gertaera baten iturburua ezin da ezarri

source: Cannot get source of a broadcasted event
eu: Emititutako gertaera baten iturburua ezin da lortu

source: Other user is saving changes right now
eu: Beste erabiltzaile bat aldaketak gordetzen ari da orain

source: An iDevice is open
eu: iDevice bat zabalduta dago

source: The file content is wrong
eu: Fitxategiaren edukia ez da zuzena

source: Failed to upload file
eu: Fitxategia kargatzean akatsa egon da

source: You can choose a different language for the current project.
eu: Uneko proiekturako beste hizkuntza bat aukeratu dezakezu.

source: License for the new documents
eu: Dokumentu berrietarako lizentzia

source: You can choose a different licence for the current project.
eu: Uneko proiekturako beste hizkuntza bat aukeratu dezakezu.

source: Version control
eu: Bertsioen kontrola

source: Texts and Links
eu: Testuak eta Estekak

source: Author URL
eu: Egilearen URLa

source: License URL
eu: URL lizentzia

source: Links color
eu: Loturen kolorea

source: Header image
eu: Goiburuko irudia

source: Logo image
eu: Logotipoaren irudia

source: Visible in export
eu: Esportazioan ikusgai

source: CSS Class
eu: CSS Klasea

source: Allows to minimize/display content
eu: Edukia minimizatzeko/bistaratzeko aukera ematen du

source: Minimized
eu: Minimizatua

source: Title HTML
eu: HTML Izenburua

source: Advanced (SEO)
eu: Aurreratua (SEO)

source: Different title on the page
eu: Izenburu ezberdin bat dago orrian

source: Title in page
eu: Oraingo orriko izenburua

source: Content metadata
eu: Edukien metadatuak

source: The name given to the resource.
eu: Baliabideari emandako izena.

source: Select a language.
eu: Aukeratu hizkuntza.

source: Primary author/s of the resource.
eu: ~Baliabidearen egile nagusia.

source: Export options
eu: Esportatzeko aukerak

source: Editable export
eu: Esportazio editagarria

source: The exported content will be editable with eXeLearning.
eu: Esportatutako edukiak eXeLearning-ekin editatu ahal izango dira.

# &quot;Made with eXeLearning&quot; link
source: "Made with eXeLearning" link
eu: "eXeLearning-ekin egidako" esteka

source: Help us spreading eXeLearning. Checking this option, a "Made with eXeLearning" link will be displayed in your pages.
eu: Lagundu eXeLearning zabaltzen. Aukera hau markatuz gero, "eXeLearning-ekin egidako" esteka agertuko da zure orrietan.

source: Include a copy of the source file
eu: Sartu iturburu-fitxategiaren kopia bat

source: A copy of the eXeLearning file will be included when exporting the content.
eu: Edukia esportatzean eXeLearning fitxategiaren kopia bat barne hartuko da.

source: Page counter
eu: Orrialde-kontagailua

source: A text with the page number will be added on each page.
eu: Orrialde bakoitzean testu bat gehituko da orrialde zenbakiarekin.

source: Search bar (Website export only)
eu: Bilaketa-barra (Webguneak esportatzeko soilik)

source: A search box will be added to every page of the website.
eu: Webgunearen orrialde bakoitzean bilaketa-kutxa bat gehituko da.

source: Accessibility toolbar
eu: Irisgarritasunerako tresna-barra

source: The accessibility toolbar allows visitors to manipulate some aspects of your site, such as font and text size.
eu: Irisgarritasun barrari esker, erabiltzaileek gunearen alderdi batzuk pertsonalizatu ditzakete, hala nola hizki-mota eta tamaina.

source: Custom code
eu: Kode pertsonalizatua

source: HTML to be included at the end of the HEAD tag: LINK, META, SCRIPT, STYLE...
eu: HEAD etiketaren amaieran sartu beharreko HTML etiketak: LINK, META, SCRIPT, STYLE...

source: Page footer
eu: Orri-oina

source: Type any HTML. It will be placed after every page content. No JavaScript code will be executed inside eXe.
eu: Idatzi edozein HTML. Orriaren eduki bakoitzaren ondoren jarriko da. Ez da JavaScript koderik exekutatuko eXe barruan.

source: eXeLearning %s is a development version. It is not for production use.
eu: eXeLearning %s garapen-bertsioa da. Ez da ekoizpenerako.

source: This is just a demo version. Not for real projects. Days before it expires: %s
eu: Hau demo bertsioa besterik ez da. Ez da benetako proiektuetarako. Iraungitze data %s egun barru

source: eXeLearning %s has expired! Please download the latest version.
eu: eXeLearning %s iraungi da! Mesedez, deskarga ezazu azken bertsioa.

source: Unable to extract zip file
eu: Ezin izan da zip fitxategia atera

source: The iDevice is not valid
eu: iDevice-a ez da baliaogarria

source: Write permissions error in %s
eu: Idazketa-baimenen errorea %s-en.

source: Could not load iDevice
eu: Ezin izan da iDevice-a kargatu

source: Invalid iDevice name
eu: iDevice-aren izen baliogabea

source: The iDevice [%s] already exists
eu: [%s] iDevice-a dagoeneko existitzen da

source: Could not load style
eu: Ezin izan da estiloa kargatu

source: Invalid style name
eu: Estilo-izen baliogabea

source: The style [%s] already exists
eu: [%s] estiloa dagoeneko existitzen da

source: Please create at least one page before exporting.
eu: Mesedez, sortu gutxienez orrialde bat esportatu aurretik.

source: An error has occurred that prevents the project from being exported
eu: Proiektua esportatzea eragozten duen errore bat gertatu da

source: Export generation error
eu: Esportazioa sortzean errorea gertatu da

source: Export folder could not be created
eu: Esportatzeko karpeta ezin izan da sortu

source: Failed to generate export content
eu: Esportazio-edukia sortzean hutsegite bat izan da

source: Unable to undo last change
eu: Ezin da azken aldaketa desegin

source: Last change is from another user
eu: Azken aldaketa beste erabiltzaile batek egin du

source: There are no changes that can be undone
eu: Ez dago desegin daitekeen aldaketarik

source: There aren't operations to undo
eu: Ez dago desegin daitekeen ekintzarik

source: There was a problem opening the file
eu: Fitxategia irekitzerakoan arazo bat egon da

source: the zip does not have the necessary files to be uploaded as a package
eu: Zip-ak ez ditu pakete gisa igotzeko behar diren fitxategiak

source: Failed to read the XML content, please open the file in eXeLearning 2.9, save and try to open it here again. Please report if it fails. Thank you.
eu: XML edukiaren irakurketak huts egin du, mesedez ireki fitxategia eXeLearning 2.9 formatuan, gorde eta saiatu berriro hemen irekitzen. Mesedez, jakinarazi huts egiten badu. Mila esker.

source: There was a problem retrieving the data of the file
eu: Fitxategiko datuak berreskuratzerakoan arazo bat egon da

source: File extension incorrect
eu: Fitxategiaren luzapena ez da zuzena

source: There was a problem opening file
eu: Fitxategia irekitzerakoan arazo bat egon da

source: There was a problem opening the elp file
eu: elp fitxategia irekitzerakoan arazo bat egon da

source: Cannot load the content of this component
eu: Ezin da osagai honen edukia kargatu

source: FILES_DIR directory structure generated
eu: FILES_DIR direktorioaren egitura sortu da

source: Failed to generate FILES_DIR structure in %s.
eu: FILES_DIR egituraren sorkuntzak huts egin du %s -an.

source: - Check that both the directory and the subdirectories inside it have the correct permissions.
eu: - Egiaztatu direktorioak eta haren barruko azpidirektorioek baimen egokiak dituztela.

source: - Check that the symfony/public/files/ directory exists in your project and has the correct permissions.
eu: - Egiaztatu symfony/public/files/ direktorioa zure proiektuan existitzen dela eta baimen egokiak dituela.

source: The FILES_DIR directory does not have write permissions
eu: FILES_DIR direktorioak ez du idazteko baimenik

source: The FILES_DIR directory does not exists
eu: FILES_DIR direktorioa ez da existitzen

source: Block %e
eu: Blokea %e

source: No results.
eu: Ez dago emaitzik.

source: Page
eu: Orria

source: Toggle content
eu: Edukia eguneratu

source: Made with eXeLearning
eu: eXeLearning-ekin egina

source: (new window)
eu: (leiho berria)

source: Sorry, but the page cannot be displayed.
eu: Sentitzen dugu, baina orria ezin da erakutsi.

source: The server encountered an error and could not complete your request. Please try again later.
eu: Zerbitzariak errore bat izan du eta zure eskaera ezin izan du osatu. Mesedez, saiatu berriro geroago.

source: Return to work area
eu: Lan eremura itzuli

source: Return to login
eu: Saio hasierara itzuli

source: Version:
eu: Bertsioa:

source: Logged in as
eu: Saioa honela hasia izan da:

source: Sign in
eu: Saioa hasi

source: Email
eu: Posta elektronikoa

source: Password
eu: Pasahitza

source: Other authentication methods:
eu: Autentifikatzeko beste metodo batzuk:

source: Authentication methods:
eu: Autentifikazio metodoak:

source: Guest
eu: Gonbidatua

source: Structure panel
eu: Egitura-panela

source: iDevices panel
eu: iDevice-en panela

source: Show online users
eu: Lineako erabiltzaileak erakutsi

source: User menu
eu: Erabiltzaile menua

source: iDevices
eu: iDevice-ak

source: Toggle panels
eu: Kommutazio-panelak

source: Recent projects
eu: Azken proiektuak

source: Save as
eu: Gorde honela

source: Download as...
eu: Deskargatu honela...

source: eXeLearning content
eu: eXeLearning edukiak

source: Website
eu: Webgunea

source: Single page
eu: Orri bakarra

source: Upload to
eu: Kargatu

source: Metadata
eu: Metadatuak

source: Utilities
eu: Zerbitzuak

source: Link validation
eu: Estekaren baliozkotzea

source: File manager
eu: Fitxategi kudeatzailea

source: User manual
eu: Erabiltzailearen eskuliburua

source: eXeLearning website
eu: eXeLearning webgunea

source: Report a bug
eu: Errore baten berri eman

source: Structure
eu: Egitura

source: Import iDevices
eu: IDeviceak inportatu

source: Move left (up in hierarchy)
eu: Ezkerrera mugitu (hierarkian gora)

source: Move right (down in hierarchy)
eu: Eskuinera mugitu (hierarkian behera)

source: This is a demo version!
eu: Hau demo bertsio bat da!

source: This software is provided as a preview and should not be distributed. It is under development and is subject to substantial change. Consider the included information incomplete and use it with caution.
eu: Software hau aurrebista gisa eskaintzen da eta ezingo da zabaldua izan. Garapen fasean dago eta funtsezko aldaketak jasan ditzake. Bertako informazioa osatu gabekotzat hartu eta tentuz erabili.

source: eXeLearning is a free software tool under the GNU Affero GPL that can be used to create educational interactive web contents. eXeLearning can generate interactive contents in different formats and it allows you to create easily navigable web pages. All the educational materials generated with eXeLearning can be exported in different digital formats, to be used independently or to integrate them into a LMS (Learning Management System) like Moodle.
eu: eXeLearning GNU Affero GPLren menpean dagoen software libreko tresna bat da, eta web eduki interaktibo hezitzaileak sortzeko erabil daiteke. eXeLearningek eduki interaktiboak hainbat formatutan sor ditzake, eta erraz nabigatzeko moduko web-orriak sortzeko aukera ematen du. eXeLearningekin sortutako hezkuntza-material guztiak formatu digital desberdinetan esporta daitezke, modu independentean erabiltzeko edo LMS (Learning Management System) batean integratzeko, adibidez Moodle-en.

source: Attendee
eu: Partaidea

source: 1. What is eXeLearning
eu: 1. Zer da eXeLearning

source: 2. Create a project
eu: 2. Proiektu bat sortu

source: 3. Adding pages
eu: 3. Orrialdeak gehitzea

source: 4. Adding content
eu: 4. Edukia gehitzea

source: 5. Exporting a project
eu: 5. Proiektu bat esportatzea

source: 6. More options
eu: 6. Aukera gehiago

source: Credits
eu: Kredituak

source: Third Libraries
eu: Hirugarrenen liburutegiak

source: Licenses
eu: Lizentziak
