Repository: erseco/exelearning
Catalog: translations/messages.*.xlf
Languages: eu

source: Properties
eu: Propietateak

source: Clone
eu: Klonatu

source: Move to
eu: Hona mugitu

source: Check links
eu: Estekak egiaztatu

source: Delete box
eu: Blokea ezabatu

source: Box properties
eu: Blokearen propietateak

source: Move Block to page
eu: Blokea orrira mugitu

source: Move
eu: Mugitu

source: Download error
eu: Errorea deskargatzerakoan

source: Show
eu: Erakutsi

source: Select icon
eu: Hautatu ikonoa

source: Empty
eu: Hutsik

source: Change title
eu: Izenburua aldatu

source: Write new title of the block:
eu: Blokearen izenburu berria idatzi:

source: Block error
eu: Blokearen errorea

source: Discard changes
eu: Aldaketak baztertu

source: Discard all changes?
eu: Aldaketa guztiak baztertu nahi dituzu?

source: Move iDevice to page
eu: iDevicea orrira mugitu

source: File is too large
eu: Fitxategia handiegia da

source: Error saving the iDevice
eu: Errorea iDevicea gordetzean

source: Failed to save the iDevice to database
eu: Ezin izan da iDevice-a datu-basean gorde

source: Not allowed
eu: Ez da baimentzen

source: Remove Block
eu: Kendu Blokea

source: Failed to load the iDevice.
eu: Huts egin du iDevicearen kargak

source: Failed to load the iDevice view.
eu: Huts egin du iDevicearen ikuspegia kargatzerakoan.

source: You can't add an iDevice on the root page
eu: Ezin da iDevicea gehitu erroko orrian

source: Problem adding iDevice
eu: Arazoa iDevicea gehitzerakoan

source: An error occurred while loading the iDevice.
eu: Errorea iDevicea kargatzerakoan.

source: Saved
eu: Gordeta

source: The project has been saved.
eu: Proiektua gorde egin da.

source: Style changed
eu: Estiloa aldatu egin da

source: Undo the last action?
eu: Azken ekintza desegin nahi duzu?

source: Unable to undo the last action.
eu: Ezin da azken ekintza desegin.

source: Required
eu: Derrigorrezkoa

source: Save metadata and properties
eu: Metadatuak eta propietateak gorde

source: Project properties
eu: Proiektuaren propietateak

source: Please fill in all required fields.
eu: Mesedez, bete behar diren eremu guztiak bete.

source: Project properties saved.
eu: Proiektuaren propietateak gorde egin dira.

source: Properties error
eu: Errorea propietateetan

source: An error occurred while saving properties
eu: Errorea propietateak gordetzerakoan

source: Structure node error
eu: Errorea egituraren nodoan

source: An error occurred while saving the node in database
eu: Errorea datu-basean nodoa gordetzerakoan

source: An error occurred while cloning the node in database
eu: Errorea datu-basean nodoa klonatzerakoan

source: An error occurred while remove the node in database
eu: Errorea datu-basean nodoa kentzerakoan

source: Page properties
eu: Orrialdearen propietateak

source: The score can't be saved because this page is not part of a SCORM package.
eu: Puntuak ezin dira gorde orri hau ez delako SCORM pakete baten osagaia.

source: A-Z quiz
eu: A-Z galdera-jokoa

source: Ready?
eu: Prest?

source: Click here to start
eu: Klik egin hasteko

source: Move on
eu: Aurrera egin

source: Reply
eu: Erantzuna

source: Submit
eu: Bidali

source: Enter the access code
eu: Eman sarbide-kodea

source: The access code is not correct
eu: Sarbide-kodea ez da zuzuena

source: Game Over!
eu: Jokoa amaitu egin da!

source: New word
eu: Hitz berria

source: Starts with %1
eu: %1rekin hasten da

source: Contains letter %1
eu: %1 letra dauka

source: Move on to the next word
eu: Hurrengo hitzera joan

source: Provide a word
eu: Eman hitz bat

source: Cool! The clue is:
eu: Primeran! Hauxe da pista:

source: Click here for a new game
eu: Klik egin joko berria hasteko

source: You have got %1 hits and %2 misses
eu: %1 asmatu d(it)uzu eta %2 huts egin d(it)uzu

source: Play Again
eu: Ikusi berriro

source: Access code required
eu: Sarbide-kodea derrigorrezkoa da

source: The information you were looking for
eu: Informazioa honen bila zenbiltzan

source: Click here to play
eu: Klik egin jokoa hasteko

source: Maximize
eu: Maximizatu

source: Hits
eu: Asmatutakoak

source: Errors
eu: Hutsegiteak

source: Time Limit (mm:ss)
eu: Denbora-muga (mm:ss)

source: One round
eu: Bira bakarra

source: Two rounds
eu: Bi bira

source: Image
eu: Irudia

source: No image
eu: Irudirik ez

source: Write the correct word and click on Reply. If you hesitate, click on Move on.
eu: Hitz zuzena idatzi eta Erantzuna sakatu dezakezu. Duda izanez gero, Aurrera egin sakatu dezakezu.

source: You can only play this game with internet connection.
eu: Bakarrik behin jokatu dezakezu joko hau internet konexiokin.

source: Right! | Excellent! | Great! | Very good! | Perfect!
eu: Ondo!|Aparta!|Primeran!|Oso ondo!|Biribila!

source: It was not that! | Incorrect! | Not correct! | Sorry! | Error!
eu: Ez zan horrela! | Akastuna | Ez zuzena | Sentitzen da! | Gaizki!

source: Please start the game before saving your score.
eu: Hasi jokoa puntuak gorde aurretik.

source: Show word wheel
eu: Hitz-gurpila erakutsi

source: Hide word wheel
eu: Ezkutatu hitz-gurpila

source: Answer
eu: Erantzuna

source: You can only save the score once!
eu: Bakarrik behin gorde ditzakezu puntuak!

source: You can only save once
eu: Bakarrik behin gorde dezakezu

source: Your score
eu: Zure puntuazioa

source: Your score will be saved after each question. You can only play once.
eu: Zure puntuazioa galdera bakoitzaren ondoren gordeko da. Bakarrik behin saiatu zaitezke.

source: Your score will be automatically saved after each question.
eu: Galdera bakoitzaren ondoren zure puntuazioa automatikoki gordeko da.

source: Authorship
eu: Egiletza

source: You can save the score as many times as you want
eu: Puntuak nahi haina aldiz gorde dezakezu

source: The last score saved is
eu: Gordetako azken puntuazioa hau da:

source: You have already done this activity.
eu: Dagoeneko jarduera egin duzu.

source: You can do this activity as many times as you want
eu: Jarduera hau nahi haina aldiz egin dezakezu

source: Full Screen
eu: Pantaila osoa

source: Exit Full Screen
eu: Atera pantaila osotik

source: Audio
eu: Audioa

source: Correct
eu: Aukera zuzena

source: Incorrect
eu: Aukera ez zuzena

source: Digital whiteboard
eu: Arbel digitala

source: Incomplete activity
eu: Jarduera osatugabea

source: Activity: Passed. Score: %s
eu: Jarduera: Gainditua. Puntuazioa: %s

source: Activity: Not passed. Score: %s
eu: Jarduera: Gainditu gabea. Puntuazioa: %s

source: Show solutions
eu: Emaitzak erakutsi

source: All
eu: Dena

source: Not answered
eu: Erantzun gabe

source: Score
eu: Puntuak

source: Weight
eu: Pisua

source: %1 does not start with letter %2
eu: %1 ez da hasten %2 letrarekin

source: %1 does not contain letter %2
eu: %1-k ez dauka %2 letra

source: Game
eu: Jokoa

source: Please provide at least one word
eu: Eman gutxienez hitz bat

source: Accessibility warning
eu: Irisgarritasunari buruzko oharra

source: Starts with/Contains
eu: Honela hasten da/du

source: Create activities in which students are given a definition and they have to guess the word that starts with a letter or contains a letter.
eu: Sortu jarduerak non ikasleek definizioak jaso eta letra jakin batekin hasi edo letra hori barne duten hitza asmatu behar dituzte.

source: Usage Instructions
eu: Erabilera-jarraibideak

source: General settings
eu: Ezarpen orokorrak

source: Observe the letters, identify and fill in the missing words.
eu: Ikusi letrak, identifikatu eta bete falta diren hitzak.

source: Options
eu: Aukerak

source: Show minimized.
eu: Erakutsi minimizatua.

source: Game time (seconds)
eu: Joko-denbora (segundoak)

source: Number of rounds
eu: Bira kopurua

source: Show solution in
eu: Erakutsi soluzioa:

source: seconds
eu: segundoak

source: Case sensitive
eu: Bereiztu maiuskulak eta minuskulak

source: Digital whiteboard mode
eu: Arbel digital modua

source: Progress report
eu: Aurrerapen-txostena

source: Identifier
eu: Identifikatzailea

source: You must indicate the ID. It can be a word, a phrase or a number of more than four characters. You will use this ID to mark the activities covered by this progress report. It must be the same in all iDevices of a report and different in each report.
eu: Identifikatzailea adierazi behar duzu; hitz bat, esaldi bat edo lau karaktere baino gehiagoko zenbaki bat izan daiteke, eta aurrerapen-txosten honetan kontuan hartuko diren jarduerak markatzeko erabiliko duzu. Berdina izan behar du txosten bateko gailu guztietan, eta desberdina txosten bakoitzean.

source: Words
eu: Hitzak

source: Click here to toggle between Word starts with... and Word contains...
eu: Klik egin Hitza honela hasten da... eta Hitzak dauka... aukeren artean txandatzeko

source: The word starts with...
eu: Hitza honekin hasten da:

source: Show/Hide image
eu: Irudia erakutsi/ezkutatu

source: Select Image
eu: Aukeratu irudia

source: Indicate a valid URL of an image or select one from your device
eu: Eman irudi baten URL baliagarria edo aukeratu bat zure gailutik

source: Indicate a valid URL of an audio or select one from your device
eu: Eman audio baten URLa edo aukeratu bat zure ordenagailutik

source: Play audio
eu: Erreproduzitu audioa

source: Hide image
eu: Ezkutatu irudia

source: The word contains...
eu: Hitzak dauka...

source: Create before-and-after comparisons with side-by-side images of similar or proportional size.
eu: Tamaina antzekoa edo proportzionala duten alboz alboko irudiekin, sortu konparazioak aurretik eta ondoren.

source: Add question
eu: Erantsi galdera

source: First question
eu: Lehenengo galdera

source: Previous question
eu: Aurreko galdera

source: Question number:
eu: Galdera zenbakia:

source: Next question
eu: Hurrengo galdera

source: Last question
eu: Azken galdera

source: Delete question
eu: Ezabatu galdera

source: Copy question
eu: Kopiatu galdera

source: Cut question
eu: Ebaki galdera

source: Paste question
eu: Itsatsi galdera

source: Cool! The information you were looking for
eu: Primeran! Hemen bilatzen zenuen informazioa

source: No picture question
eu: Irudirik gabeko galdera

source: After image
eu: Irudiaren ondoren

source: Before image
eu: Irudiaren aurretik

source: Next
eu: Hurrengoa

source: Previous
eu: Aurrekoa

source: Before/After
eu: Aurretik / Ondoren

source: The selected file does not contain a valid game
eu: Hautatutako fitxategiak ez dauka joko baliagarririk

source: Your browser is not compatible with this tool.
eu: Zure nabigatzailea ez da bateragarria tresna honekin.

source: Provide an image
eu: Irudi bat eman

source: Provide a description
eu: Deskribapen bat eman

source: Please create at least one card
eu: Sortu gutxienez karta bat

source: At least one image has no description, are you sure you want to continue without including it? Without it the image may not be accessible to some users with disabilities, or to those using a text browser, or browsing the Web with images turned off.
eu: Gutxienez irudi batek ez du deskribapenik, ziur zaude hori gabe jarraitu nahi duzula? Horrela, irudia ez da erabilgarri izango desgaitasuna duten erabiltzaileentzat, testu-nabigatzailea erabiltzen dutenentzat edo irudirik gabe web orria arakatzen dutenentzat.

source: The report identifier must have at least 5 characters
eu: Txostenaren identifikatzaileak, 5 karaktere izan behar ditu gutxienez

source: Slide to reveal the differences between the images.
eu: Irudien gainetik igaro beraien arteko desberdintasunak ikusteko.

source: Images
eu: Irudiak

source: Both images should have a similar or proportional size.
eu: Bi irudiek tamaina antzekoa edo proportzionala izan behar dute.

source: Description
eu: Deskripzioa

source: Vertical orientation
eu: Orientazio bertikala

source: Position
eu: Kokapena

source: Before
eu: Aurretik

source: More
eu: Gehiago

source: Alternative text
eu: Ordezko testua

source: After
eu: Ondoren

source: Flip down the card
eu: Jarri karta ahoz behera

source: Flip down all the cards
eu: Jarri karta guztiak ahoz behera

source: Cards
eu: Kartak

source: Read the instructions and click on a trial when you're ready to play.
eu: Irakurri instrukzioak eta egin klik erronka batean jokatzeko prest zaudenean.

source: You've completed all the trials! You can now complete the game.
eu: Erronka guztiak bete dituzu! Orain jokoa bete dezakezu.

source: Challenge
eu: Jokoa

source: Time per question
eu: Galderako bakoitzerako denbora

source: Trial
eu: Erronka

source: Completed trials
eu: Betetako erronkak

source: Starting time
eu: Hasierako denbora

source: You made it! You can restart to play again.
eu: Lortu duzu! Berriro hasi dezakezu jokoa.

source: You solved the trial! Congratulations!
eu: Erronka asmatu duzu! Zorionak!

source: Time Over. Please restart to try again.
eu: Denbora amaitu da. Saiatu berriro.

source: Sorry. Wrong solution.
eu: Lastima. Erantzun okerra.

source: Sorry. The solution is wrong.
eu: Lastima. Erantzuna ez da zuzena.

source: You solved this trial! Please select another one.
eu: Erronka hau asmatu duzu! Aukeratu beste bat.

source: This will restart the game and reset its starting time. Do you want to continue?
eu: Jokoa eta denbora berrabiarazi?

source: You must complete all the trials before facing the final challenge.
eu: Erronkak asmatu behar dituzu amaitzeko.

source: You already completed this trial.
eu: Erronka hau dagoeneko bete duzu.

source: Complete the trial. Write the solution.
eu: Erronka bete. Eman soluzioa.

source: Restart
eu: Berriz hasi

source: Please write the challenge title.
eu: Eman erronkaren izenburua.

source: Please write the challenge solution.
eu: Eman erronkaren soluzioa.

source: Please add at least one trial.
eu: Gutxienez gehitu erronka bat.

source: You can only add ten trials to a challenge.
eu: Gehienez hamar erronka gehitu ditzakezu.

source: Create escape room type activities in which players will have to complete trials before solving the final challenge.
eu: Sortu ihes-gela motako jarduerak non jokalariek proba desberdinak bete beharko dituzte azken erronkaren irtenbidea topatu arte.

source: Solve all the trials and complete the final challenge.
eu: Bete erronka guztiak jarduera osatzeko.

source: Trials
eu: Erronkak

source: Max time
eu: Gehienezko denbora

source: Number of questions:
eu: Galdera kopurua:

source: Feedback
eu: Atzeraelikadura

source: Time
eu: Denbora

source: Other Contents
eu: Beste eduki batzuk

source: Checklist
eu: Kontrol-zerrenda

source: Completed
eu: Amaituta

source: Done
eu: Egina

source: In progress
eu: Prozesuan

source: Not completed
eu: Osatu gabe

source: Number of tasks
eu: Zeregin kopurua

source: checklist
eu: kontrol-zerrenda

source: points
eu: puntuak

source: point
eu: puntu

source: Are you sure you want clear all form fields?
eu: Formularioaren eremu guztiak garbituko dira. Ziur al zaude?

source: Please provide the ID of this progress report
eu: Aurrerapen-txosten honen identifikatzailea sartu behar duzu

source: You can use a checklist as a structured and easy way to understand the suggested activities in this educational resource. It will be a useful instrument for student self-assessment, allowing to monitor the completed activities.
eu: Kontrol-zerrenda bat erabil dezake hezkuntza-baliabide honetan iradokitako jarduerak modu egituratu eta erraz batean ulertzeko. Tresna baliagarria izango da ikasleen autoerregulaziorako, aukera emango baitio egindako jardueren jarraipena egiteko.\n

source: Complete the checklist ticking the boxes for all finished activities.
eu: Kontrol-zerrenda osatu, jarduerak egitean laukitxoak markatuta

source: Caption
eu: Azpititulu

source: User data
eu: Erabiltzailearen datuak

source: Remember marked options
eu: Jarritako aukerak gogoratu

source: Assign scores
eu: Puntuazioak esleitu

source: (*) Cells support formatted text
eu: (*) Gelaxkek testu formateatua onartzen dute

source: Points
eu: Puntuak

source: Level
eu: Maila

source: Box
eu: Kaxa

source: Selection
eu: Hautaketa

source: Do not mark
eu: Ez markatu

source: (Left) Logo
eu: (Ezkerra) Logoa

source: Community
eu: Komunitate

source: (Right) Logo
eu: (Eskuina) Logoa

source: Decorative image
eu: Dekorazio-irudia

source: Footer
eu: Orri-oina

source: Choose
eu: Aukeratu

source: Unsupported browser
eu: Euskarririk gabeko nabigatzailea

source: Indicate a title for the checklist
eu: Kontrol-zerrendarako izenburu bat adierazi

source: No empty items can be left
eu: Itemak ezin dira hutsik utzi

source: You cannot indicate a score for this type of boxes
eu: Mota honetako laukitxoetarako ezin duzu puntuazio bat adierazi

source: There must be at least one row.
eu: Gutxienez lerro bat egon behar du.

source: Project logo
eu: Proiektuaren logoa

source: Community/Company
eu: Komunitatea/Enpresa

source: Decoration
eu: Apaingarriak

source: Do you want to delete this row?
eu: Ziur zaude errenkada hau ezabatu nahi duzula?

source: You can only use text at this item's level
eu: Testua maila bakar batean jar dezakezu

source: Brilliant! You've passed yout test!
eu: Primeran! zure proba gainditu duzu!

source: You didn't pass the test. Please try again
eu: Ez duzu testa gainditu. Saiatu berriro, mesedez

source: Classify
eu: Sailkatu

source: Number of questions
eu: Galdera kopurua

source: Cool!
eu: Primeran!

source: Time is up. Please try again
eu: Denbora amaitu da. Mesedez, saiatu berriro

source: The game has started! Drag each card to its container
eu: Jokoa hasi da! Txartel bakoitza bere edukiontzira eraman

source: Choose another card
eu: Beste txartel bat aukeratu

source: Choose a card
eu: Txartel bat aukeratu

source: Do you want to restart this game?
eu: Jokoa berriro hasi nahi duzu?

source: Continue
eu: Jarraitu

source: Check results
eu: Emaitzak egiaztatu

source: There were %s cards to be placed correctly. Do you want to try again?
eu: %s txartel geratu zaizkizu behar bezala jartzeko. Berriro saiatu nahi duzu?

source: Brilliant! All perfect!
eu: Primeran! Ezin hobe!

source: Great job! You have solved this activity in %s attempts. Surely you can do it faster!
eu: Ederki! Jarduera hau %s saiakeretan ebatzi duzu. Ziur azkarrago egin dezakezula!

source: You placed %s cards in the wrong place. Please try again!
eu: %s txartelak okerreko lekuan jarri dituzu. Saiatu berriro, mesedez!

source: Great job! You have correctly classified most cards, %s, but you can do even better
eu: Ederki! Karta gehienak ondo sailkatu dituzu,%s, baina oraindik hobeto egin dezakezu.

source: Great job! Only %s cards left to be placed correctly. Strive for perfection!
eu: Ederki! Txartelen %s besterik ez dira falta zuzen jartzeko. Saiatu hobetzen!

source: Your score will be automatically saved at the end of the game.
eu: Zure puntuazioa automatikoki gordeko da partidaren amaieran.

source: Your score will be automatically saved at the end of the game. You can only play once.
eu: Zure puntuazioa automatikoki gordeko da partidaren amaieran. Behin bakarrik saiatu zaitezke.

source: You can only save your score after finishing the game.
eu: Partida amaitutakoan soilik gorde dezakezu zure puntuazioa

source: Please provide at least one question
eu: Eman galdera bat gutxienez

source: Message to display when passing the game
eu: Jokoa gainditzean erakutsiko den mezua

source: Maximum cards to classify: 25
eu: Sailkatzeko gehienezko kartak: 25

source: Create interactive activities in which players have to classify cards with images, texts and/or sounds.
eu: Jokalariek kartak irudiekin, testuekin eta/edo soinuekin sailkatzeko modua izango duten jarduera interaktiboak sortu.

source: Drag each card to its container.
eu: Eraman txartel bakoitza bere edukiontzira.

source: Difficulty level
eu: Zailtasun maila

source: Essential
eu: Funtsezkoa

source: Medium
eu: Ertaina

source: Custom messages
eu: Mezu berezia

source: Number of categories
eu: Kategoria kopurua

source: Time (minutes)
eu: Denbora (minutuak)

source: Image back
eu: Irudiaren atzealdea

source: Hit
eu: Arrakasta

source: Both
eu: Biak

source: Color
eu: Kolorea

source: Background
eu: Atzea

source: Author
eu: Egilea

source: Please select a text file (.txt)
eu: Mesedez, testu fitxategi bat (.txt) hautatu

source: Incorrect group number
eu: Talde zenbaki okerra

source: Sorry, there are no questions for this type of activity.
eu: Barkatu, ez dago galderarik jarduera mota honetarako.

source: eXeLearning is a **free** and open source editor to create **educational** resources in an **simple and easy** way. It's available for different **operating** systems.
eu: eXeLearning **hezkuntzarako** edukiak modu **errazean** sortzeko kode irekiko programa **librea** da. Sistema **eragile** desberdinetan erabili daiteke.

source: Complete
eu: Osatu

source: Life
eu: Bizitza

source: Try again!
eu: Saiatu berriro

source: Check
eu: Egiaztatu

source: You got %s right answers and %d errors.
eu: %s erantzun zuzen eta %d errore lortu dituzu.

source: Time over.
eu: Denbora amaitu da.

source: You completed the activity
eu: Jarduera amaitu duzu

source: Please write the instructions.
eu: Idatzi argibideak.

source: Please write the feedback.
eu: Idatzi atzeraelikadura.

source: Error message
eu: Errore mezua

source: Please write the error message.
eu: Idatzi errore mezua.

source: Create activities in which the student must fill in the blanks of a text by writing, dragging or selecting the answer.
eu: Ikasleak testu baten hutsuneak bete behar dituen jarduerak sortu. Erantzunak idatziz, hitzak arrastatuz edo hautatuz eman ahalko dira.

source: Read the text and complete the missing words.
eu: Irakurri testua eta osatu falta diren hitzak.

source: Drag and drop
eu: Arrastatu eta jaregin

source: Select
eu: Aukeratu

source: Limit the words in each dropdown box. Write the possible options, starting with the correct one, separated by |
eu: Mugatu kaxa zabalgarri bakoitzaren hitzak. Idatzi aukera posibleak | ikurraren bidez separatuta eta hasi hitz zuzenarekin.

source: Wrong words
eu: Hitz okerrak

source: Number of attempts
eu: Saiakera kopurua

source: Allow errors in typed words
eu: Onartu erroreak sartutako hitzetan

source: Field width proportional to the words length
eu: Eremuaren zabalera hitzaren luzerarekiko proportzionala

source: Crossword
eu: Gurutzegrama

source: Provide a word or phrase
eu: Eman hitz edo esaldi bat

source: Questions completed!
eu: Galderak osatuta!

source: Loading. Please wait...
eu: Kargatzen. Mesedez itxaron...

source: The game is over. You scored %s. Hits: %s out of %s.
eu: Jokoa amaitu da. Zure puntuazioa: %s. Erantzun zuzenak: %s / %s.

source: Click on a words square to see the definition
eu: Egin klik hitz baten gainean bere definizioa ikusteko

source: Horizontals
eu: Horizontalak

source: Verticals
eu: Bertikalak

source: Show/hide definitions
eu: Definizioak erakutsi/ezkutatu

source: Show/hide background image
eu: Atzekaldeko planoan dagoen irudia erakutsi/ezkutatu

source: The crossword must have at least two words
eu: Gurutzegramak gutxienez bi hitz izan behar ditu

source: Create crossword-type activities
eu: Gurutzegrama motako jarduerak sortu

source: Complete the following crossword puzzle.
eu: Osatu gurutzegrama hau.

source: Difficulty
eu: Zailtasuna

source: URL
eu: URL-a

source: Image URL
eu: Irudiaren URL helbidea

source: words
eu: hitzak

source: Discover
eu: Aurkitu

source: You lost 330 points
eu: 330 puntu galdu dituzu

source: You finished all the attempts! Please try again
eu: Saiakera guztiak agortu dituzu! Saiatu berriro

source: You found all the pairs!
eu: Bikote guztiak aurkitu dituzu!

source: You found all the trios!
eu: Hirukote guztiak aurkitu dituzu!

source: You found all the quartets!
eu: Laukote guztiak aurkitu dituzu!

source: The game has started! Select two cards
eu: Jokoa hasi da! Aukeratu bi txartel

source: The game has started! Select three cards
eu: Jokoa hasi da! Aukeratu hiru txartel
