Repository: erseco/exelearning
Catalog: translations/messages.*.xlf
Languages: eu

source: The game has started! Select four cards
eu: Jokoa hasi da! Aukeratu lau txartel

source: Pairs
eu: Bikoteak

source: Trios
eu: Hirukoteak

source: Quartets
eu: Laukoteak

source: Attempts
eu: Saiakerak

source: You completed a pair. Keep going!
eu: Bikote bat osatu duzu. Segi hurrengoaren bila!

source: You completed a trio. Keep going!
eu: Hirukote bat osatu duzu. Segi hurrengoaren bila!

source: You completed a quartet. Keep going!
eu: Laukote bat osatu duzu. Segi hurrengoaren bila!

source: Initial
eu: Hasiera

source: Select a level
eu: Maila bat aukeratu

source: Please check the time format: hh:mm:ss
eu: Egiaztatu denbora formatoa: hh:mm:ss

source: Maximum number of pairs: 20
eu: Gehienezko bikote kopurua: 20

source: Create interactive activities in which players will have to discover pairs, trios or card quartets with images, texts and/or sounds.
eu: Jokalariek irudiekin, testuekin edota soinuekin bikoteak, hirukoteak edo karta-laukoteak deskubritu beharko dituzten jarduera interaktiboak sortu.

source: Birds of a feather flock together.
eu: Luma bateko hegaztiak elkartzen dira.

source: Difficulty levels
eu: Zailtasun mailak

source: Visible cards
eu: Agerian dauden kartak

source: Time while the cards will be shown (seconds)
eu: Kartak erakusteko denbora (segundoak)

source: Success
eu: Ondo joan da

source: creative commons: attribution 4.0
eu: creative commons: aitortu 4.0

source: creative commons: attribution - non derived work 4.0
eu: creative commons: aitortu-lan eratorririk gabe 4.0

source: creative commons: attribution - non derived work - non commercial 4.0
eu: creative commons: aitortu-lan eratorririk gabe-ez komertziala 4.0

source: creative commons: attribution - non commercial 4.0
eu: creative commons: aitortu-ez komertziala 4.0

source: creative commons: attribution - non commercial - share alike 4.0
eu: creative commons: aitortu-ez komertziala-partekatu berdin 4.0

source: creative commons: attribution - share alike 4.0
eu: creative commons: aitortu-partekatu berdin 4.0

source: creative commons: attribution 3.0
eu: creative commons: aitortu 3.0

source: creative commons: attribution - non derived work 3.0
eu: creative commons: aitortu-lan eratorririk gabe 3.0

source: creative commons: attribution - non derived work - non commercial 3.0
eu: creative commons: aitortu-lan eratorririk gabe-ez komertziala 3.0

source: creative commons: attribution - non commercial 3.0
eu: creative commons: aitortu-ez komertziala 3.0

source: creative commons: attribution - non commercial - share alike 3.0
eu: creative commons: aitortu-ez komertziala-partekatu berdin 3.0

source: creative commons: attribution - share alike 3.0
eu: creative commons: aitortu-partekatu berdin 3.0

source: creative commons: attribution 2.5
eu: creative commons: aitortu 2.5

source: creative commons: attribution - non derived work 2.5
eu: creative commons: aitortu-lan eratorririk gabe 2.5

source: creative commons: attribution - non derived work - non commercial 2.5
eu: creative commons: aitortu-lan eratorririk gabe-ez komertziala 2.5

source: creative commons: attribution - non commercial 2.5
eu: creative commons: aitortu-ez komertziala 2.5

source: creative commons: attribution - non commercial - share alike 2.5
eu: creative commons: aitortu-ez komertziala-partekatu berdin 2.5

source: creative commons: attribution - share alike 2.5
eu: creative commons: aitortu-partekatu berdin 2.5

source: Please don't forget to check the Properties tab: Title, language, license, author, description...
eu: Ez ahaztu Ezaugarriak fitxa egiaztatzea: titulua, hizkuntza, lizentzia, egilea, deskripzioa, ...

source: General information about this educational resource
eu: Hezkuntzarako baliabide honi buruzko informazio orokorra

source: License
eu: Lizentzia

source: This content was created with eXeLearning, your free and open source editor to create educational resources.
eu: Edukia eXeLearning-ekin sortu da, hezkuntzarako edukiak sortzeko kode irekiko programa librea.

source: Download .elp file
eu: Jaitsi elp fitxategia

source: This block will create a link to download the elp file. Write some use instructions and customize your download link.
eu: Bloke honek .elp-a jaisteko esteka sortuko du. Eman argibideak eta moldatu zure gustura jaitsi beharreko esteka.

source: Download link
eu: Jaitsi esteka

source: Button text:
eu: Testuaren botoia:

source: Font size
eu: Letra-tipoaren tamaina

source: Background Color
eu: Atzeko kolorea

source: Text Color
eu: Testu kolorea

source: Please provide some instructions or information about the resource.
eu: Eman baliabideari buruzko azalpenak edo argibideak.

source: You should write the button text.
eu: Botoiaren testua idatzi beharko zenuke.

source: Download source file
eu: Jaitsi iturri-fitxategia

source: Before adding a download link to your page, please go to the Properties tab and check if the information is right.
eu: Paketea jaisteko esteka zure orrian jarri aurretik, joan Ezaugarriak fitxara eta egiaztatu informazioa zuzena dela.

source: Number of cards
eu: Karta kopurua

source: You finished the game. Your score is %s.
eu: Jokoa amaitu duzu. Zure puntu kopurua %s da.

source: Please create at least one activity
eu: Sortu gutxienez jarduera bat, mesedez

source: Create drag-and-drop activities combining texts, images, and audio clips, allowing interactions in any direction (e.g., dragging text onto images or audio, and vice versa).
eu: Testuak, irudiak eta audio-klipak konbinatzen dituzten arrastatze- eta jaregite-jarduerak sortu, edozein norabidetako interakzioak ahalbidetuz (adibidez, testua irudietara edo audioetara arrastatzea, eta alderantziz).

source: Drag each item onto the one it matches with
eu: Arrastatu elementu bakoitza dagokion elementura

source: Source
eu: Iturria

source: Show solution time (seconds)
eu: Erakutsi soluzio-denbora (segundoak)

source: Activities
eu: Jarduerak

source: activities
eu: jarduerak

source: Please select a JSON file (.json)
eu: Hautatu JSON fitxategi bat (.json), mesedez

source: This is just an example iDevice.
eu: Hau iDevice adibide bat besterik ez da.

source: Write a text that will be saved
eu: Idatziko duzun testua gorde egingo da

source: Type something...
eu: Idatzi zerbait...

source: Select an option from the list (double click to see it)
eu: Hautatu zerrendako aukera bat (egin klik bikoitza ikusteko)

source: Choose a number
eu: Zenbaki bat aukeratu

source: Color picker example
eu: Kolore-hautatzailearen adibidea

source: Yes/No example
eu: Bai/Ez adibidea

source: Radio buttons example
eu: Aukera botoien adibidea

source: Element 1
eu: 1. elementua

source: Element 2
eu: 2. elementua

source: Element 3
eu: 3. elementua

source: Please write some text.
eu: Idatzi testu bat, mesedez.

source: Example
eu: Adibidea

source: External website
eu: Kanpoko webgunea

source: Remember that in HTTPS sites it is not possible to include HTTP pages
eu: Gogoratu HTTPS protokoloa erabiltzen duten guneetan ezin dela HTTP protokoloa darabilen orrialderik sartu

source: Frame height:
eu: Markoaren altuera:

source: small
eu: txikia

source: medium
eu: ertaina

source: large
eu: handia

source: super-size
eu: oso handia

source: Unable to display an iframe loaded over HTTP on a website that uses HTTPS.
eu: HTTP protokolo bidez kargatuta dagoen iframe bat ezin da HTTPS protokoloa erabiltzen duen webgune batean erakutsi.

source: empty field
eu: Hutsik dagoen eremua

source: Insert
eu: Txertatu

source: incorrect
eu: Okerra

source: Right. That's the card.
eu: Ondo. Hori da karta.

source: You're wrong. That's not the card.
eu: Oker zabiltza. Hori ez da karta.

source: Right. That's not the card.
eu: Ondo. Hori ez da karta.

source: You're wrong. That's the card.
eu: Oker zabiltza. Hori da karta.

source: Memory cards
eu: Oroimen kartak

source: True
eu: Egia

source: False
eu: Gezurra

source: Click on the card
eu: Egin klik kartan

source: Game time is over. Your score is %s.
eu: Jokoaren denbora amaitu da. Zure puntuazioa %s da.

source: Finish
eu: Amaitu

source: Maximum card number: %s.
eu: Karta kopuru maximoa: %s da.

source: Create card memory games with images, sounds or rich text.
eu: Irudi, soinu edo testu aberatsarekin oroimen karta jokoak sortu.

source: Click on the cards to see what they hide.
eu: Klik egin kartetan ezkutatzen dutena ikusteko.

source: Identify
eu: Identifikatu

source: Memory
eu: Oroimena

source: Random
eu: Ausazkoa

source: Front side
eu: Aurreko aldea

source: Back side
eu: Atzeko aldea

source: You scores is
eu: Zure puntuazioa da

source: Result
eu: Emaitza

source: Reset
eu: Berrezarri

source: Show answers
eu: Erakutsi erantzunak

source: Congratulations! You passed the test
eu: Zorionak! Proba gainditu duzu

source: Sorry. You failed the test
eu: Barkatu. Proba ez duzu gainditu

source: Select whether the statement is true or false
eu: Aukeratu adierazpena egia edo gezurra den

source: Choose the correct answer among the options proposed
eu: Proposatutako aukeren artean erantzun zuzena aukeratu

source: Fill in the blanks with the appropriate word
eu: Bete hutsuneak dagokion hitz egoki batekin

source: Multiple choice with only one correct answer
eu: Erantzun zuzen bakarrareko aukera anitzeko galdera

source: Multiple choice with multiple corrects answers
eu: Erantzun zuzen anitzeko aukera anitzeko galdera

source: Sorry, the selected file does not contain any questions that are compatible with this activity.
eu: Barkatu, hautatutako fitxategiak ez du jarduera honekin bateragarri den galderarik.

source: Please add at least one question
eu: Gehitu gutxienez galdera bat, mesedez

source: Language settings
eu: Hizkuntza-ezarpenak

source: Share
eu: Partekatu

source: Add a dropdown question to form
eu: Goitibeherako galdera bat gehitu inprimakiari

source: Add a fill question to form
eu: Betetze-galdera bat gehitu inprimakiari

source: Add a true-false question to form
eu: Egia-gezurra motako galdera bat gehitu inprimakiari

source: Add a selection question to form
eu: Hautapen galdera bat gehitu inprimakiari

source: Add this question to form
eu: Galdera hau gehitu inprimakiari

source: Remove
eu: Ezabatu

source: Form preview
eu: Inprimakiaren aurrebista

source: Question type
eu: Galdera mota

source: Show/Hide word
eu: Hitza erakutsi/ezkutatu

source: Add new option
eu: Aukera berria gehitu

source: Other words
eu: Beste hitzak

source: cat|dog|fish
eu: katua|txakurra|arraina

source: No questions in the form
eu: Ez dago galderarik inprimakian

source: Set the pass mark
eu: Gutxieneko puntuazioa ezarri

source: Include a button to display the answers
eu: Erantzunak bistaratzeko botoi bat gehitu

source: Check capitalization
eu: Maiuskulak egiaztatu

source: Strict qualification
eu: Kalifikazio zorrotza

source: The question should be clear and unambiguous. Avoid negative premises as they tend to be ambiguous.
eu: Galderak argia eta zalantzarik gabea izan behar du. Saihestu premisa negatiboak, anbiguoak izateko joera baitute.

source: Optional: You can type other words to complete the drop-down activity. Use the vertical bar to separate the words. This field can be left blank.
eu: Aukerakoa: Beste hitz batzuk idatz ditzakezu goitibeherako jarduera osatzeko. Erabili barra bertikala hitzak bereizteko. Eremu hau hutsik utz daiteke.

source: If this option is checked, submitted answers with different capitalization will be marked as incorrect
eu: Aukera hau markatuta badago, maiuskula ezberdinak dituzten erantzunak oker gisa markatuko dira.

source: Are you sure you want to delete this question? This can't be undone.
eu: Ziur zaude galdera hau ezabatu nahi duzula? Behin ezabatuta, ezin da berreskuratu.

source: Are you sure you want to discard the changes? This can't be undone.
eu: Ziur zaude aldaketak baztertu nahi dituzula? Behin baztertuta, ezin dira berreskuratu.

source: Dropdown
eu: Zabalgarria

source: True-False
eu: Egia-Gezurra

source: Fill
eu: Bete

source: Show Solutions
eu: Erantzunak erakutsi

source: Create quizzes with multiple-choice, true/false and fill-in-the-blank questions.
eu: Sortu probak aukera anitzeko, egia/gezurra erantzuneko eta hutsuneak betetzeko galderekin.

source: Complete the questions in the following quiz
eu: Osatu hurrengo probako galderak.

source: Random questions
eu: Ausazko galderak

source: Show questions
eu: Erakutsi galderak

source: True/False Help Text:
eu: Egia/Gezurra Laguntza Testua:

source: Fill Help Text:
eu: Bete Laguntza Testua:

source: Dropdown Help Text:
eu: Zabaldu Laguntza Testu menua:

source: Single Selection Help Text:
eu: Aukeraketa Bakarreko Laguntza Testua:

source: Multiple Selection Help Text:
eu: Aukeraketa Anitzeko Laguntza Testua:

source: Text for the button to check the answers:
eu: Erantzunak egiaztatzeko botoiaren testua:

source: Text for the button to reset the answers:
eu: Erantzunak berrabiarazteko botoiaren testua:

source: Text for the button to show the solutions:
eu: Erantzunak erakusteko botoiaren testua:

source: Hide questions
eu: Ezkutatu galderak

source: Attention
eu: Adi

source: Form
eu: Inprimakia

source: Slides list
eu: Diapositiba-zerrenda

source: Please select a text file (.txt) or a Moodle XML file (.xml)
eu: Mesedez, hautatu testu-fitxategi bat (.txt) edo Moodle XML fitxategi bat (.xml)

source: Click the toggle button to switch between questions with one correct answer and questions with many possible correct answers.
eu: Klikatu txandakatze-botoian erantzun zuzen bakarra duten galderen eta erantzun zuzen posible asko dituzten galderen artean aldatzeko.

source: Enter the text for the drop-down activity in the drop-down field either by pasting the text from another source or by typing it directly into the field. To select which words to choose, double-click on a word to select it and click on the "Show/Hide" button below.
eu: Idatzi jarduera zabalgarrirako testua dagokion eremuan, beste iturri batetik itsatsiz edo zuzenean idatziz. Zabalgarri egin nahi dituzun hitzak, gainean klik bikoitza eginez hautatu eta beheko 'Erakutsi/Ezkutatu' botoiari sakatu.

source: Type or paste the text for the fill-in-the-blank activity into the field. Select the words and use the button below to hide them. You can define more than one possible answer using vertical bars to surround and separate them. E.g.: |dog|cat|bird|
eu: Idatzi edo itsatsi testua zurian egindako jarduera betetzeko. Hautatu hitzak eta erabili beheko botoia ezkutatzeko. Erantzun posible bat baino gehiago defini ditzakezu barra bertikalak erabiliz, haiek inguratu eta bereizteko. Adib.: : |txakurra|katua|txoria|

source: If unchecked, a small number of spelling and capitalization errors will be accepted. If checked, no spelling or capitalization errors will be accepted. Example: If the correct answer is Elephant and it says elephant or Eliphant, both will be considered as "close enough" by the algorithm, as there is only one spelling error, even if "Check capitalization" is checked. If the case check is disabled in this example, the lowercase letter e is not considered an error and eliphant will also be accepted. If "Strict qualification" and "Check capitalization" are enabled, the only correct answer is "Elephant". If only "Strict qualification" is enabled and "Check capitalization" is not, "elephant" will also be accepted.
eu: Markatu gabe badago, ortografia- eta hizki larri-akats gutxi batzuk onartuko dira. Markatuta badago, ez da akatsik onartuko ez ortografian, ezta hizki larri-idazkeran ere. Adibidea: Erantzun zuzena Elefante bada, eta idatzita dago elefante edo Elifante, algoritmoak biak "nahikoa hurbil" bezala hartuko ditu, letra bakarreko akatsa dagoelako, nahiz eta "Hizki larri-xeheak kontuan hartu?" aukera aktibatuta egon. Adibidearekin jarraituz, hizki larrien egiaztapena desgaituta badago, hasierako letra xehea (e) ez da akastzat hartuko, eta elifante ere onartuko da. "Zorroztasunez zuzendu?" eta "Hizki larri-xeheak kontuan hartu?" aukera biak aktibatuta badaude, erantzun zuzen bakarra "Elefante" izango da. "Zorroztasunez zuzendu?" aktibatuta badago baina "Hizki larri-xeheak kontuan hartu?" ez, "elefante" ere onartuko da.

source: If this option is checked, answers submitted with case differences will be marked as incorrect.
eu: Aukera hau markatuta badago, maiuskula/minuskula arteko desberdintasunak dituzten erantzunak okertzat hartuko dira.

source: GeoGebra activity
eu: GeoGebra jarduera

source: Show menu bar
eu: Erakutsi menu-barra

source: Algebra input field
eu: Baimendu algebra-sarrerak

source: Toolbar
eu: Erakutsi tresna-barra

source: Toolbar help
eu: Erakutsi tresna-barraren laguntza

source: Reset icon
eu: Berrezarpen-ikonoa

source: Enable right click
eu: Gaitu eskuin-klika

source: Error dialogs
eu: Gaitu errore elkarrizketak

source: Prevent focus
eu: Eragotzi fokua

source: Fullscreen button
eu: Erakutsi pantaila osoko botoia

source: Disable auto-scale
eu: Ezgaitu auto-eskalatzea

source: Suggestion buttons
eu: Erakutsi iradokizun-botoiak

source: Play button
eu: Erreproduzitzeko botoia

source: General Settings
eu: Aukera orokorrak

source: URL or identifier (ID)
eu: URLa edo identifikadorea (ID)

source: Load data
eu: Kargatu datuak

source: Width
eu: Zabalera

source: Height
eu: Altuera

source: Advanced Options
eu: Aukera aurreratuak

source: Language
eu: Hizkuntza

source: Border color
eu: Ertz-kolorea

source: Save score button
eu: Puntuak gordetzeko botoia

source: The button will only be displayed when exporting as SCORM and while editing in eXeLearning.
eu: Botoia SCORM formatuan eta edizio garaian erakutsiko da soilik.

source: Provide a valid GeoGebra URL or activity ID.
eu: Eman GeoGebra jardueraren URL edo ID zuzena.

source: New Window
eu: Leiho berria

source: Please write the button text.
eu: Idatzi botoiaren testua.

source: Guess
eu: Asmatu

source: You lost one life
eu: Bizitza bat galdu duzu

source: You lost all your lives!
eu: Bizitza guztiak galdu dituzu!

source: Word Guessing
eu: Hitz asmaketa

source: Please provide the definition of the word or phrase
eu: Eman hitzaren definizioa

source: Please provide one word or phrase
eu: Eman hitz edo esaldi bat

source: This video is not currently available
eu: Bideo hau ez dago eskuragarri

source: You have to complete the question
eu: Galdera osatu behar duzu

source: Choose the right answer
eu: Aukeratu erantzun zuzena

source: Please type or paste a valid URL.
eu: Mesedez, URL onargarri bat idatzi edo itsatsi.

source: You have to type a text in the editor
eu: Testu bat sartu beha duzu editorean

source: Create activities where, given a definition, students complete the word by filling in the missing letters.
eu: Sortu jarduerak non hitz baten definizio bat emanda, ikasleek hitzan falta diren hizkiak bete behar dituzte.

source: From 0 to 10
eu: 0tik 10era

source: Points and lives
eu: Puntuak eta bizitzak

source: No score
eu: Punturik ez

source: No lives, 0 to 10 score, right/wrong answers counter... A more educational context.
eu: Ez dago bizitza-sistemarik; puntuazioa 0tik 10era bitartekoa da, eta erantzun zuzenen eta okerren kopurua bistaratzen da. Hezkuntza testuingurura bideratuta.

source: Just like a game: Aim for a high score (thousands of points) and try not to lose your lives.
eu: Jokoetan bezala: saiatu puntuazio altua lortzen (ehundaka puntu) eta bizitzak ez galtzen.

source: No score and no lives. You have to answer right to get some information (a feedback).
eu: Puntuaziorik ez eta bizitzarik ez. Erantzun zuzen eman beha duzu informzioa lortzeko (feedbacka).

source: Use lives
eu: Erabili bizitzak

source: Number of lives
eu: Bizitza kopurua

source: Activate translator
eu: Itzultzailea aktibatu

source: Words/Phrases
eu: Hitzak/Esaldiak

source: Multimedia Type
eu: Multimedia mota

source: None
eu: Bat ere ez

source: Video
eu: Bideoa

source: Percentage of letters to show (%)
eu: Erakutsi behar den letra ehunekoa (%)

source: Play video
eu: Ikusi bideoa

source: Start
eu: Hasi

source: Silence
eu: Isilunea

source: Time (s)
eu: Denbora (s)

source: Word/Phrase
eu: Hitza/Esaldia

source: This video is not available
eu: Bideo hau ez dago ikusgai

source: Hidden image
eu: Ezkutuko irudia

source: Time game
eu: Jokoko denbora

source: Option
eu: Aukera

source: and information that will be very useful
eu: eta balio handiko informazioa

source: Please start playing first...
eu: Lehendabizi hasi jokoa...

source: Click on a card. Attempts: %s
eu: Egin klik karta batean. Saiakerak: %s

source: No more attempts left. Please answer the question.
eu: Ez dago saiakera gehiagorik. Mesedez, erantzun galderari.

source: Time Over. 0 points
eu: Denbora agortu da. 0 puntu

source: Create interactive challenges in which students progressively reveal sections of a concealed image and then choose the correct answer based on the visual clues.
eu: Sortu erronka interaktiboak: ikasleek irudi ezkutu baten zatiak erakusten dituzte eta, ikusitakoaren arabera, erantzun egokia hautatzen dute..

source: Reveal the hidden image and choose the right answer.
eu: Irudi ezkutua erakutsi eta aukeratu erantzun zuzena.

source: Random options
eu: Ausazko aukerak

source: Card hidden time (seconds)
eu: Kartaren ezkutatze-denbora (segundutan)

source: Time (seconds)
eu: Denbora (segundutan)

source: Rows
eu: Lerroak

source: Columns
eu: Zutabeak

source: Options Number
eu: Aukera kopurua

source: Hint
eu: Arrastoa

source: Show a clue
eu: Lagungarri bat erakutsi

source: Show another clue
eu: Erakutsi beste lagungarri bat

source: Points at stake
eu: Puntuak jokoan

source: Please write the answer
eu: Idatzi erantzuna

source: You can try it again
eu: Berriro saiatu zaitezke

source: The game has already started.
eu: Jokoa dagoeneko hasi da.

source: Game over.
eu: Jokoa amaitu da.

source: The right answer is:
eu: Erantzun zuzena hau da:

source: You used one clue. You can only get %s points.
eu: Lagungarri bat erabili duzu. Bakarrik %s puntu lortu ditzakezu.

source: You already used all the clues. You can only get %s points.
eu: Dagoeneko lagungarri guztiak erabili dituzu. Bakarrik %s puntu lortu ditzakezu.

source: Check the letter
eu: Aukeratu letra

source: Please complete all the clues
eu: Osatu lagungarri guztiak

source: Create activities in which the players, with some clues, will have to guess a character, an object or the solution to a problem.
eu: Sortu jarduerak non jokalariek, pertsonaia, objektu edo arazo baten soluzioa asmatu behar duten.

source: Use the clues to guess the hidden answer for each question.
eu: Erabili lagungarriak galdera bakoitzaren erantzun ezkutua asmatzeko.

source: Advanced mode
eu: Modu aurreratua

source: Number of clues
eu: Lagungarri kopurua

source: identify
eu: identifikatu

source: Image gallery
eu: Irudi galeria

source: Link Title
eu: Estekaren izenburua

source: Link Author
eu: Estekaren egilea

source: Choose a license...
eu: Aukeratu...

source: Public Domain
eu: Jabari publikoa

source: All Rights Reserved
eu: Eskubide guztiak erreserbatuta

source: Add images
eu: Gehitu irudiak

source: Choose files or drag them here.
eu: Aukeratu fitxategiak edo arrastatu hemen.

source: The gallery has no images.
eu: Ez dago irudirik galerian.

source: Edit information
eu: Editatu informazioa

source: Edit image
eu: Editatu irudia

source: Image attribution
eu: Irudiaren egiletza

source: Interactive video editor
eu: Bideo editore interaktiboa

source: Show/Hide help
eu: Erakutsi/Ezkutatu laguntza

source: Close help
eu: Itxi laguntza

source: Cover
eu: Azala

source: Create a cover
eu: Sortu azala

source: Create a slide
eu: Sortu diapositiba bat

source: Create slide
eu: Sortu diapositiba

source: Update slide
eu: Eguneratu diapositiba

source: Edit slides
eu: Editatu diapositibak

source: Create a cover (front page)
eu: Sortu azala (lehen orria)
