Repository: erseco/exelearning
Catalog: translations/messages.*.xlf
Languages: eu

source: Permissions error
eu: Baimen-errorea

source: You are editing an iDevice. Please close it before continuing
eu: ~iDevice bat editatzen ari zara. Mesedez, jarraitu aurretik itxi ezazu.

source: This is just a demo version. Not for real projects.
eu: Hau demo bertsio bat da. Ez erabili benetako proiektuetarako.

source: Accept
eu: Onartu

source: Warning
eu: Kontuz

source: iDevice error
eu: iDevicearen errorea

source: Report an Issue
eu: Argitaratu gaia

source: Hide
eu: Ezkutatu

source: Type your own texts or use the default ones:
eu: Idatzi zure testuak edo erabili lehenetsitakoak:

source: Instructions
eu: Argibideak

source: You might create a sequence of challenges where players won't be able to access a new game or challenge until they obtain a key from previous activity. For this purpose, you might set up an access code as well as a message that will be displayed to players when they reach a fixed percentage of correct answers, which they can use as a password for a new challenge or a following activity.
eu: Erronka-ibilbide bat sor dezakezu. Jokalariek ezin izango dute joko edo erronka berri batera sartu aurreko jarduera batean gakoa eskuratu arte. Horretarako, sarbide-kodea ezar dezakezu eta mezua erakutsi. Jokalariek arrakasta-portzentaje jakin bat lortzen dutenean agertuko da, erronka berri baterako pasahitz gisa erabiltzeko.

source: Access code is required
eu: Sarbide-kodea beharrezkoa da

source: Access code
eu: Sarbide-kodea

source: Question
eu: Galdera

source: Display a message or password upon reaching the defined objective
eu: Erakutsi mezua edo pasahitza helburua lortzean

source: Message
eu: Mezua

source: Percentage of correct answers required to display the message
eu: Mezua erakusteko asmatu behar den portzentajea

source: You must write a clue
eu: Pista bat idatzi behar duzu

source: You must provide the code to play this game
eu: Joko honen kodea eman behar duzu

source: Please explain how to obtain the code to play this game
eu: Azaldu nola lortu joko honen kodea

source: Save score
eu: Gorde puntuazioa

source: Save the score
eu: Gorde puntuazioa

source: Automatically save the score
eu: Gorde automatikoki puntuazioa

source: Do not save the score
eu: Ez gorde puntuazioa

source: Repeat activity
eu: Errepikatu jarduera

source: Show a button to save the score
eu: Erakutsi puntuazioa gordetzeko botoia

source: Button text
eu: Botoiaren testua

source: This will only work when exported as SCORM
eu: SCORM gisa esportatzean soilik funtzionatuko du

source: The score will be automatically saved after answering each question and at the end of the game.
eu: Galdera bakoitza erantzun ondoren eta jokoa amaitzean, puntuazioa automatikoki gordeko da.

source: The button will only be displayed when exported as SCORM.
eu: Botoia SCORM gisa esportatzean soilik erakutsiko da.

source: Weighted
eu: Pisuduna

source: You can easily generate multiple questions for the activity using AI.
eu: Adimen artifiziala erabiliz, jarduerarako galdera anitz erraz sortu ditzakezu.

source: Import
eu: Inportatu

source: Supported formats
eu: Onartutako formatuak

source: Add questions
eu: Gehitu galderak

source: Act as a highly experienced teacher.
eu: Jokatu esperientzia handiko irakasle gisa.

source: Export questions
eu: Esportatu galderak

source: Dog
eu: Txakurra

source: Frog
eu: Igela

source: Eagle
eu: Arranoa

source: Cat
eu: Katua

source: Wake up
eu: Esnatu

source: Have breakfast
eu: Gosaldu

source: Go to work
eu: Lanera joan

source: Please enter at least one question.
eu: Idatzi gutxienez galdera bat, mesedez.

source: Activity
eu: Jarduera

source: Select a file
eu: Aukeratu fitxategi bat

source: Content after
eu: Ondorengo edukia

source: Content before
eu: Aurreko edukia

source: Optional
eu: Aukerakoa

source: Custom texts
eu: Testu pertsonalizatuak

source: Passwords
eu: Pasahitzak

source: You can import questions compatible with this activity from txt or xml (Moodle) files.
eu: .txt edo .xml (Moodle) fitxategietatik jarduera honekin bateragarriak diren galderak inporta ditzakezu.

source: Import/Export
eu: Inportatu/Esportatu

source: Prompt
eu: Eman agindua

source: Questions
eu: Galderak

source: Generate
eu: Sortu

source: Formats
eu: Formatuak

source: Examples
eu: Adibideak

source: You must return only the questions without numbering, categorization or bullet points, inside a code block, and do not include any additional HTML elements such as buttons.
eu: Itzuli soilik galderak zenbakirik, kategoriarik edo bulet punturik gabe, kode-bloke berean eta HTML elementu gehigarririk gabe (botoiak, etab.).

source: Save
eu: Gorde

source: Copy
eu: Kopiatu

source: You can export its questions in txt format to integrate them into other compatible activities.
eu: Galderak .txt formatuan esporta ditzakezu beste jarduera bateragarrietan txertatzeko.

source: Specialty
eu: Espezialitatea

source: Biology
eu: Biologia

source: Law
eu: Zuzenbidea

source: Economy
eu: Ekonomia

source: Education
eu: Hezkuntza

source: Geology
eu: Geologia

source: History
eu: Historia

source: Computer Science
eu: Informatika

source: Mathematics
eu: Matematika

source: Medicine
eu: Medikuntza

source: Psychology
eu: Psikologia

source: Chemistry
eu: Kimika

source: Course
eu: Maila

source: 3rd ESO
eu: DBH 3. maila

source: 1st Primary
eu: Lehen Hezkuntza 1. maila

source: 2nd Primary
eu: Lehen Hezkuntza 2. maila

source: 3rd Primary
eu: Lehen Hezkuntza 3. maila

source: 4th Primary
eu: Lehen Hezkuntza 4. maila

source: 5th Primary
eu: Lehen Hezkuntza 5. maila

source: 6th Primary
eu: Lehen Hezkuntza 6. maila

source: 1st ESO
eu: DBH 1. maila

source: 2nd ESO
eu: DBH 2. maila

source: 4th ESO
eu: DBH 4. maila

source: 1st Baccalaureate
eu: Batxilergoko 1. maila

source: 2nd Baccalaureate
eu: Batxilergoko 2. maila

source: Intermediate Vocational Training
eu: Erdi-mailako Lanbide Heziketa

source: Higher Vocational Training
eu: Goi-mailako Lanbide Heziketa

source: Number of Questions
eu: Galdera kopurua

source: Topic
eu: Gaia

source: Create
eu: Sortu

source: Word
eu: Hitza

source: Definition
eu: Definizioa

source: Neither the word nor the definition must contain #
eu: Hitzak eta definizioak ez dute # karakterea izan behar

source: Heart
eu: Bihotza

source: A muscular organ that pumps blood through the body
eu: Muskuluz osatutako organoa, uzkurdura erritmikoen bidez odola gorputzean barrena zirkulatzea eragiten duena

source: Type
eu: Mota

source: Letter
eu: Letra

source: The type will be 0 if the word starts with the letter and 1 if the word contains the letter
eu: Mota 0 izango da hitza letrarekin hasten bada, eta 1 letra hitzaren barruan badago

source: Atom
eu: Atomoa

source: The basic unit of a chemical element
eu: Elementu kimiko baten oinarrizko unitatea

source: The study of living organisms
eu: Izaki bizidunen ikerketa

source: Solution
eu: Soluzioa

source: OptionA
eu: A aukera

source: OptionB
eu: B aukera

source: OptionC
eu: C aukera

source: OptionD
eu: D aukera

source: Solution: 0, 1, 2 or 3
eu: Soluzioa: 0, 1, 2 edo 3

source: What is the largest planet in the solar system?
eu: Zein da eguzki-sisteman dagoen planetarik handiena?

source: Earth
eu: Lurra

source: Mars
eu: Marte

source: Venus
eu: Artizarra

source: What process do plants use to produce energy?
eu: Zein prozesu erabiltzen dute landareek energia ekoizteko?

source: Photosynthesis
eu: Fotosintesia

source: Respiration
eu: Arnasketa

source: Digestion
eu: Digestioa

source: Solution: Any combination of A,B,C and D: A, AC, CD...
eu: Soluzioa: Aren, Bren, Cren eta Dren arteko edozein konbinazio: A, AC, CD...

source: Which of the following are mammals?
eu: Honako hauetatik zein dira ugaztunak?

source: Lizard
eu: Muskerra

source: Which gases are involved in photosynthesis?
eu: Zein gasek eragiten dute fotosintesian?

source: Oxygen
eu: Oxigenoa

source: Carbon dioxide
eu: Karbono dioxidoa

source: Nitrogen
eu: Nitrogenoa

source: Clue1
eu: 1 pista

source: Clue2
eu: 2 pista

source: Clue3
eu: 3 pista

source: Clue4
eu: 4 pista

source: Clue5
eu: 5 pista

source: You must provide between 3 and 9 clues
eu: 3 eta 9 pista artean eman behar dituzu

source: Mercury
eu: Merkurio

source: Closest planet to the Sun
eu: Eguzkitik hurbilen dagoen planeta

source: Smallest planet
eu: Planeta txikiena

source: Named after a Roman god
eu: Erromatar jainko baten izena duena

source: Group
eu: Taldea

source: Group: 0, 1, 2 or 3
eu: Taldea: 0, 1, 2 edo 3

source: Lion
eu: Lehoia

source: Rabbit
eu: Untxia

source: Tiger
eu: Tigrea

source: question
eu: galdera

source: solution
eu: soluzioa

source: suggestion
eu: iradokizuna

source: feedback
eu: atzeraelikadura

source: The format requires a question (non-empty string), a solution (0 or 1), a suggestion (mandatory, can be empty), and feedback (mandatory, can be empty).
eu: Formatu honek behar ditu: galdera bat (hutsik ez dagoen kate bat), soluzio bat (0 edo 1), iradokizun bat (derrigorrezkoa, baina hutsik egon daiteke ere), eta atzeraelikadura (derrigorrezkoa, baina hutsik egon daiteke ere).

source: Is the Earth round?
eu: Lurra biribila da?

source: Think about the horizon.
eu: Horizontea kontuan hartu.

source: The Earth is not flat.
eu: Lurra ez da laua.

source: Does water boil at 100 degrees Celsius?
eu: 100 oC da uraren irakite-tenperatura?

source: It depends on the altitude.
eu: Altueraren araberakoa da.

source: The solution can be:
eu: Soluzioa izan daiteke:

source: 0 or 1 for True/False
eu: 0 edo 1 Egia/Gezurra

source: any digit from 0 to 3 for single-choice (up to 4 options)
eu: Aukera bakarreko galderetarako, 0tik 3ra arteko edozein digitu (gehienez 4 aukera)

source: any combination of A-D for multiple-choice (up to 4 options).
eu: Aukera anitzeko galderetarako, A eta D letren arteko edozein konbinazio (gehienez 4 aukera).

source: Provide a similar number of questions for each type.
eu: Eman antzeko galdera kopurua galdera-mota bakoitzerako.

source: Which number is prime?
eu: Zein zenbaki da lehena?

source: first element
eu: lehen elementua

source: second element
eu: bigarren elementua

source: third element
eu: hirugarren elementua

source: fourth element
eu: laugarren elementua

source: Neither the word nor the definition must contain #. The word must have a maximum of 14 letters and must not contain spaces.
eu: Ez hitzak ez definizioak ez dute # izan behar. Hitzak 14 letra izan behar ditu gehienez, eta ez du tarterik izan behar.

source: Generating questions. Please wait...
eu: Galderak sortzen. Itxaron mesedez...

source: For students of
eu: Ikasleentzat

source: on the following topic
eu: hurrengo gaiaren inguruan

source: questions
eu: galderak

source: With the following formats:
eu: Formatu hauekin:

source: You must return only the questions without numbering and without classification or bullet points
eu: Galderak bakarrik itzuli behar dituzu, zenbakirik, sailkapenik edo bulet punturik gabe

source: The questions could not be generated
eu: Ezin izan dira galderak sortu

source: The questions could not be generated. Incorrect format
eu: Ezin izan dira galderak sortu. Formatu okerra

source: An error occurred while retrieving the questions. Please try again.
eu: Errorea gertatu da galderak eskuratzean. Saiatu berriro.

source: Sorry, wrong file format
eu: Barkatu, fitxategiaren formatua okerra da

source: Generate 10 words followed by their definitions, separated by #. Do not include the # character in either the word or the definition.
eu: 10 hitz eta beren definizioak sortu, # bidez bereizita. Ez erabili # karakterea hitzean edo definizioan bertan.

source: Generate 30 words and their definitions separated by #.
eu: 30 hitz eta beren definizioak sortu, # bidez bereizita.

source: Create 10 multiple-choice questions with 2 to 4 options. Start with the correct solution (0, 1, 2, or 3), followed by the question and each option, all separated by #.
eu: Sortu aukera anitzeko 10 galdera, 2 eta 4 aukera artean dituztenak. Hasi soluzio zuzenarekin (0, 1, 2, edo 3), ondoren galdera eta aukera bakoitza, denak # bidez bereizita.

source: Generate 10 multiple-choice questions. Provide the correct answer as letters (e.g., A, AB), followed by the question and the options, all separated by #.
eu: Sortu 10 galdera aukera anitzeko aukerekin. Eman soluzio zuzena letra gisa (adibidez, A, AB), eta ondoren galdera eta aukerak, denak # bidez bereizita.

source: Create 5 solution words followed by 3 to 9 clues that describe each one. Separate each clue with #.
eu: Sortu 5 ebazpen-hitz, eta, ondoren, bakoitza deskribatzen duten 3-9 pista. Bereizi pista bakoitza # -rekin.

source: Provide 4 elements for each of these groups: carnivores, 0, and herbivores, 1. Separate the group number and the element using the symbol #.
eu: Eman 4 elementu eman hemengo talde bakoitzeko: haragijaleak, 0, eta belarjaleak, 1. Bereizi taldearen zenbakia eta elementua # ikurra erabiliz.

source: Generate 10 true or false questions. Each question must include the solution (0 = false, 1 = true), followed by a suggestion and feedback, all separated by #. Additionally, the feedback must not explicitly indicate whether the response is correct or incorrect
eu: 10 "egia ala gezurra" motako galdera sortu. Galdera bakoitzak soluzioa jarrita izan behar du (0 = okerra, 1 = zuzena), iradokizuna eta atzeraelikadura idatzi jarraian, denak # erabilita bereiziz. Atzeraelikadurak ez du derrigorrez zehatz azaldu behar erantzuna zuzena ala okerra den.

source: Generate 10 questions. The 'Solution' can be 0/1 for True/False, 0-3 for single-choice, or A-D (or combinations) for multiple-choice. Then provide the question and the answer options (2 to 4), all separated by '#'.
eu: 10 galdera sortu. Soluzioen aukerak: 0/1 ("egia ala gezurra" motako galderetarako), 0-3 (aukera bakarrekoetarako), edo A-D (edo bestekako konbinazioak) (aukera anitzekoetarako). Ondoren, jarri galdera eta erantzunetarako aukerak (2tik 4ra), denak # erabilita bereiziz.

source: Provide only one ordered list of steps or items, each separated by '#'.
eu: Jarri urratsen edo itemen zerrenda soila ordenatuta, eta bakoitza # erabilita bereizi.

source: Generate 10 words followed by their definitions, separated by #. Do not include the # character in either the word or the definition
eu: 10 hitz eta beren definizioak sortu eta # erabilita bereizi. Ez erabili # karakterea hitzean edo definizioan bertan.

source: Go to Tools - Preview to see the tooltip content
eu: Tresna-aurrebistara joan argibidearen edukia ikusteko

source: If you have made changes and have not saved them, they will be lost. Do you really want to quit?
eu: Aldaketak egin badituzu eta ez badituzu gorde, galdu egingo dira. Benetan atera nahi duzu?

source: Add
eu: Erantsi

source: Delete
eu: Ezabatu

source: Edit
eu: Editatu

source: Undo
eu: Desegin

source: Redo
eu: Berregin

source: Cut
eu: Ebaki

source: Paste
eu: Itsatsi

source: New
eu: Berria

source: Open
eu: Ireki

source: Close
eu: Itxi

source: Exit
eu: Irten

source: Help
eu: Laguntza

source: Print
eu: Inprimatu

source: Save As...
eu: Gorde honela...

source: Central Idea
eu: Idea nagusia

source: Welcome to mindmaps
eu: Ongi etorri mindmaps-era

source: Navigation
eu: Nabigazioa

source: Mind map
eu: Adimen mapa

source: Could not retrieve data (Core error)
eu: Datuak ezin izan dira eskuratu (funtsezko errorea)

source: Error
eu: Errorea

source: Inspector
eu: Ikuskatzailea

source: Navigator
eu: Nabigatzailea

source: Show or hide the node's children
eu: Nodoaren seme-alabak erakutsi edo ezkutatu

source: Start working on a new mind map
eu: Hasi buru-mapa berri batean lanean

source: Error uploading file
eu: Fitxategia igotzean errorea

source: Inline
eu: Lerro artean

source: Bold
eu: Beltza

source: Italic
eu: Etzana

source: Underline
eu: Azpimarra

source: Strikethrough
eu: Marratu

source: Superscript
eu: Goi-indizea

source: Subscript
eu: Azpi-indizea

source: Code
eu: Kodea

source: Deletion
eu: Ezabaketa

source: Insertion
eu: Txertaketa

source: Cite
eu: Zita

source: Highlighted text
eu: Nabarmendutako testua

source: Editor
eu: Editorea

source: Connection lost
eu: Konexioa galdu da

source: Users online
eu: Linean dauden erabiltzaileak

source: Last save:
eu: Azken gordetzea:

source: No previous versions
eu: Aurreko bertsiorik ez

source: Unsaved project
eu: Gorde gabeko proiektua

source: Saved one day ago
eu: Duela egun bat gorde da

source: Saved %s days ago
eu: Duela %s egun gorde da

source: Saved an hours ago
eu: Duela ordu batzuk gorde da

source: Saved %s hours ago
eu: Duela %s ordu gorde da

source: Saved %s minutes ago
eu: Duela %s minutu gorde da

source: Saved a few seconds ago
eu: Duela segundo batzuk gorde da

source: Empty session
eu: Datu gabeko saioa, hutsa

source: Do you want to logout anyway?
eu: Ziur zaude saioa itxi nahi duzula?

source: Logout
eu: Saioa itxi

source: Cancel
eu: Ezeztatu

source: Default
eu: Lehenetsiak

source: Advanced
eu: Gehigarriak

source: Mode:
eu: Modua:

source: Untitled document
eu: Izenik gabeko dokumentua

source: Share link
eu: Partekatzeko esteka

source: The share link is:
eu: Partekatzeko esteka hau da:

source: Copy to clipboard
eu: Arbelera kopiatu

source: Text
eu: Testua

source: Interactive activities
eu: Jarduera interaktiboak

source: Games
eu: Jokoak

source: Others
eu: Besteak

source: Close panel
eu: Panela itxi

source: Minimize
eu: Minimizatu

source: New file
eu: Fitxategi berria

source: Create new file without saving
eu: Gorde gabe fitxategi berria sortu

source: Saving the project...
eu: Proiektua gordetzen...

source: Project saved.
eu: Proiektua gorde da.

source: Save project
eu: Proiektua gorde

source: Please enter the project title:
eu: Mesedez, idatzi proiektuaren izenburua:

source: Google Drive error
eu: Google Driveren errorea

source: Unknown
eu: Ezezaguna

source: Dropbox error
eu: Dropboxen errorea

source: Open project
eu: Proiektua ireki

source: Open without saving
eu: Gorde gabe ireki

source: No recent projects...
eu: Ez dago aurreko proiekturik...

source: Download
eu: Jaitsi

source: File generation in progress.
eu: Fitxategia sortzen ari da.

source: File generated.
eu: Fitxategia sortu egin da.

source: Unknown error.
eu: Errore ezezaguna.

source: Export
eu: Esportatu

source: Generating export files...
eu: Esportatzeko fitxategiak sortzen...

source: The project has been exported.
eu: Proiektua esportatu egin da.

source: Other users are connected.
eu: Beste erabiltzaile batzuk konektatuta daude.

source: Link validation tool
eu: Esteken balidazio-tresna

source: Looking for broken links...
eu: Hautsitako estekak bilatzen...

source: No broken links found.
eu: Ez da hautsitako estekarik aurkitu.

source: Resources report
eu: Baliabideen txostena

source: Checking the project resources...
eu: Proiektuaren baliabideak egiaztatzen...

source: The project has no files.
eu: Proiektuak ez du fitxategirik.

source: Preview
eu: Aurrebista

source: Generating preview...
eu: Aurrebista sortzen...

source: The preview has been generated.
eu: Aurrebista sortu egin da.

source: multiple users on page
eu: Erabiltzaile anitz orrian

source: Broken links
eu: Hautsitako estekak

source: Name
eu: Izena

source: New page
eu: Orri berria

source: New name
eu: Izen berria

source: Rename page
eu: Orria berrizendatu

source: Delete page
eu: Orria ezabatu

source: Do you want to delete the page? This cannot be undone.
eu: Ziur zaude orria ezabatu nahi duzula? Baietz esanez gero ezin izango da ezabatutakoa berreskuratu.

source: Yes
eu: Bai

source: Clone page
eu: Orria klonatu

source: Do you want to clone the page?
eu: Ziur zaude orria klonatu nahi duzula?

source: Content properties
eu: Edukiaren propietateak

source: Add Text
eu: Testua gehitu

source: Alert
eu: Alerta

source: No
eu: Ez

source: Confirm
eu: Baieztatu

source: Information
eu: Informazioa

source: About eXeLearning
eu: eXeLearning-i buruz

source: Assistant
eu: Laguntzailea

source: File Manager
eu: Fitxategi Kudeatzailea

source: Back
eu: Atzera

source: iDevice manager
eu: iDeviceen kudeatzailea

source: Search iDevices
eu: iDeviceak bilatu

source: Default iDevices
eu: iDevice lehenetsiak

source: My iDevices
eu: Nire iDeviceak

source: Import iDevice
eu: Inportatu iDevicea

source: Visibility
eu: Ikusgarritasuna

source: Title
eu: Izenburua

source: Category
eu: Kategoria

source: Actions
eu: Ekintzak

source: Delete iDevice
eu: iDevicea ezabatu

source: Delete this iDevice: %s?
eu: Ezabatu iDevice hau: %s?

source: iDevice properties
eu: iDevicearen propietateak

source: Failed to install the new iDevice
eu: Instalatzerakoan iDecviceak huts egin du

source: Could not remove the iDevice
eu: Ezin da iDevicea ezabatu

source: Legal notes
eu: Lege-oharrak

source: New window
eu: Leiho berria

source: End
eu: Amaiera

source: Link
eu: Esteka

source: Times
eu: Denborak

source: Page name
eu: Orrialdearen izena

source: Block name
eu: Blokearen izena

source: Block position
eu: Blokearen kokapena

source: Broken Links
eu: Hautsitako estekak

source: File
eu: Fitxategia

source: Path
eu: Bidea

source: Size
eu: Tamaina

source: Resource Report
eu: Baliabideen txostena

source: You don't have the style used by this project.
eu: Ez duzu proiektu honek erabiltzen duen estiloa.

source: Theme
eu: Gaia

source: Search saved projects...
eu: Gordetako proiektuak bilatu...

source: No recent projects found.
eu: Ez da aurreko proiekturik aurkitu.

source: Version
eu: Bertsioa

source: Date
eu: Data

source: Autosaved
eu: Automatikoki gordeta

source: Delete project
eu: Proiektua ezabatu

source: %s of %s used
eu: %s(e)tik %s erabili dira

source: Open without saving changes
eu: Aldaketak gorde gabe ireki

source: Error opening
eu: Errorea irekitzean

source: Select a file from your device
eu: Zure gailutik fitxategi bat aukeratu

source: Open multiple files
eu: Fitxategi bat baino gehiago ireki

source: Import error
eu: Errorea inportatzean

source: The content is not a box or an iDevice
eu: Edukia ez da kutxa edo iDevice bat

source: Error while uploading the project.
eu: Errorea proiektua igotzean.

source: Could not open the file.
eu: Ezin izan da fitxategia ireki.

source: Could not read all files.
eu: Ezin izan dira fitxategi guztiak irakurri.

source: Do you want to install it?
eu: Instalatu nahi duzu?

source: Import style
eu: Inportatu estiloa

source: Show other versions
eu: Beste bertsio batzuk erakutsi

source: Preferences
eu: Lehentasunak

source: Release notes
eu: Bertsioaren oharrak

source: Do you want to save the current project?
eu: Uneko proiektua gorde nahi duzu?

source: Exit without saving
eu: Gorde gabe irten

source: Error saving
eu: Errorea gordetzean

source: Styles
eu: Estiloak

source: Default themes
eu: Estilo lehenetsiak

source: My themes
eu: Nire gaiak

source: New theme
eu: Gai berria

source: My new theme
eu: Nire gai berria

source: Import theme
eu: Gai bat inportatu

source: Delete theme
eu: Gai bat ezabatu

source: Style properties
eu: Estiloaren propietateak

source: Style theme
eu: Estiloaren gaia

source: Select image
eu: Aukeratu irudia

source: Failed to install the new style
eu: Huts egin du estiloaren gai berriaren instalazioak

source: Failed to create the style
eu: Huts egin du estiloaren gai berriaren sorrerak

source: Failed to edit the style
eu: Huts egin du estiloaren gai berriaren edizioak

source: Failed to remove theme
eu: Huts egin du gaiaren ezabaketak

source: Are you sure to delete the theme: ${theme.id}?
eu: Ziur zaude gaia ezabatu nahi duzula: ${theme.id}?

source: Upload
eu: Kargatu

source: Upload to Dropbox
eu: Dropboxera igo

source: Root
eu: Erroa

source: Upload to Google Drive
eu: Google Drive-era igo

source: Select an icon
eu: Aukeratu ikonoa

source: No icon
eu: Ikonorik ez

source: Move up
eu: Gora mugitu

source: Move down
eu: Behera mugitu
