Repository: erseco/exelearning
Catalog: translations/messages.*.xlf
Languages: eu

source: Add new slides (frames)
eu: Erantsi diapositibak (fotogramak)

source: You can edit them later
eu: Aurrerago edita ditzakezu

source: Click on Save when you finish
eu: Klikatu Gorde amaitzean

source: Your interactive video cover
eu: Bideo interaktiboaren azala

source: required
eu: derrigorrezkoa

source: Introduction
eu: Sarrera

source: Save cover
eu: Gorde azala

source: Cover type
eu: Azal mota

source: Single choice
eu: Aukera bakarra

source: Multiple choice
eu: Aukera anitzak

source: Fill in the blank
eu: Bete hutsunea

source: Dropdown activity
eu: Jarduera zabalgarria

source: Match pairs
eu: Parekatu bikoteak

source: Scrambled list
eu: Nahastutako zerrenda

source: Write a text. You can add lists, links...
eu: Idatzi testua. Zerrendak, estekak etab. erantsi ditzakezu.

source: Add an image with description (alternative text).
eu: Erantsi irudia eta deskripzioa (ordezko testua).

source: Write a question and some answers. Don't forget to choose the right one.
eu: Idatzi galdera bat eta erantzun batzuk. Ez ahaztu zuzena zein den adieraztea.

source: Write a question and some answers. You can select more than one right answer.
eu: Idatzi galdera bat eta erantzun batzuk. Erantzun zuzen bat baino gehiago aukera dezakezu.

source: Write a text and strike through the words to complete. Check the spelling. It's case sensitive.
eu: Idatzi testu bat eta marratu osatu behar diren hitzak. Egiaztatu ortografia. Maiuskulak eta minuskulak bereizten dira.

source: Write a text and strike through the words to complete. A dropdown menu (SELECT) will be displayed where those words are. You can also add more options.
eu: Idatzi testu bat eta marratu osatu behar diren hitzak. Menu zabalgarri bat agertuko da hitzen kokalekuan haien artean aukeratu ahal izateko. Aukera gehiago gehi ditzakezu.

source: Write some instructions and add pairs in the right order.
eu: Argibideak idatzi eta bikoteak erantsi orden egokian.

source: Write the wording and add elements to the list (in the right order).
eu: Idatzi erabili beharreko hitzak eta erantsi elementuak zerrendara (orden egokian).

source: Write the text to be shown
eu: Idatzi erakutsi behar den testua

source: Answers
eu: Erantzunak

source: Right answer
eu: Erantzun zuzena

source: Strike through the words to complete. It's case sensitive.
eu: Marratu hitzak osatzeko. Maiuskulak eta minuskulak bereizten dira.

source: Text to complete
eu: Osatu beharreko testua

source: Add options
eu: Erantsi aukerak

source: You can add more options to the dropdown lists (optional)
eu: Aukera gehiago erantsi ditzakezu zerrenda zabalgarrian (hautazkoa)

source: Introduction or instructions
eu: Sarrera edo azalpenak

source: Fill in at least two pairs.
eu: Bete bi bikote gutxienez.

source: List
eu: Zerrenda

source: Elements (in the right order)
eu: Elementuak (ordena egokian)

source: Please create a slide (frame) first.
eu: Lehendabizi sortu diapositiba (fotograma) bat.

source: The title is required.
eu: Izenburua derrigorrezkoa da.

source: Cover updated.
eu: Azala eguneratu da.

source: Please write a text.
eu: Idatzi testuren bat.

source: Please select an image.
eu: Txertatu irudi bat.

source: Provide an alternative text for the image (describe the image).
eu: Eman ordezko testua (deskribatu irudia).

source: Please write a question.
eu: Idatzi galderaren bat.

source: Add at least two answers.
eu: Erantsi, gutxienez, bi erantzun.

source: Please choose the right answer.
eu: Aukeratu erantzun zuzena.

source: No struck-through words...
eu: Marratutako hitzik ez...

source: Write an introduction (instructions, etc.).
eu: Idatzi sarrera (argibideak etab.).

source: Add at least two pairs.
eu: Erantsi, gutxienez, bi bikote.

source: Add at least two elements to the list.
eu: Erantsi, gutxienez, bi osagai zerrendan.

source: Important
eu: Garrantzitsua

source: Do not show this message again
eu: Ez erakutsi mezu hau berriro

source: All the slides have been deleted.
eu: Diapositiba guztiak ezabatu dira.

source: Num.
eu: Zenb.

source: Remove slide %s?
eu: %s diapositiba ezabatu?

source: New slide
eu: Diapositiba berria

source: The slide was created!
eu: Diapositiba sortu da!

source: Saved changes!
eu: Gorde azalpenak!

source: The YouTube API might have changed.
eu: Baliteke YouTube APIa aldatu izana.

source: Local file
eu: Fitxategi lokala

source: Saved!
eu: Gordeta!

source: Stop the playing video
eu: Gelditu bideoa

source: Hours
eu: Orduak

source: Minutes
eu: Minutuak

source: Seconds
eu: Segundoak

source: Now
eu: Orain

source: Current frame second
eu: Uneko fotogramaren segundoa

source: The slide can't start in that second (zero).
eu: Ezin da hasi diapositiba segundo horretan (zero).

source: The video is not that long. Check the start/end time.
eu: Bideoa ez da hain luzea. Egiaztatu hasiera/amaiera denbora.

source: Please check the start/end time.
eu: Mesedez, egiaztatu hasiera/amaiera denbora.

source: Set the time for the slide to be shown
eu: Ezarri ikusgai dagoen diapositibaren denbora

source: If you don't want the video to stop, set the time for the slide to be hidden
eu: Ezkutatu diapositibaren denbora, ez baduzu nahi Bideoa gelditzea

source: Click on %s to get the video current time.
eu: Klik egin %s-en bideoaren une jakin horretako denbora lortzeko.

source: Results
eu: Emaitzak

source: Slide (frame)
eu: Diapositiba (fotograma)

source: Seen
eu: Ikusita

source: Total
eu: Osoa

source: see all the slides and answer all the questions
eu: ikusi diapositiba guztiak eta erantzun galderak

source: This video has no interactive elements.
eu: Bideo honek ez du diapositiba interaktiborik.

source: Incompatible code
eu: Kode ez bateragarria

source: Only one interactive video per page.
eu: Bideo interaktibo bakarra orriko.

source: Exit the fullscreen mode (Esc) to see the current slide
eu: Irten pantaila osoko modutik (Esc) uneko diapositiba ikusteko

source: Right!
eu: Ondo!

source: Wrong
eu: Okerra

source: Drag and drop or use the arrows.
eu: Arrastatu eta jaregin edo erabili geziak.

source: Right answer:
eu: Erantzun zuzena:

source: Please finish the activity
eu: Amaitu jarduera

source: Show results
eu: Erakutsi emaitzak

source: Score non-interactive activities
eu: Puntuatu jarduera ez-interaktiboak

source: Open the editor and start adding interaction...
eu: Ireki editorea eta hasi interakzioak txertatzen.

source: Please save your iDevice now (click on %s now) and edit it to add interaction.
eu: Gorde orain zure iDevice-a (klik egin %s-n) eta editatu interakzioa txertatzeko.

source: Format
eu: Formatua

source: Recommended type
eu: Gomendatutako mota

source: Please select a file or provide a valid video URL.
eu: Aukeratu fitxategi bat edo eman bideoaren baliozko URLa, mesedez.

source: Wrong URL. Expected format:
eu: URL okerra. Espero zen formatua:

source: Interactive video
eu: Bideo interaktiboa

source: You can only add one Interactive Video iDevice per page.
eu: Bideo interaktibo bakarra erantsi dezakezu orri bakoitzeko.

source: Mediateca
eu: Mediateka

source: Math operations
eu: Eragiketa matematikoak

source: Answered
eu: Erantzunda

source: Right
eu: Eskuina

source: You finished all the operations.
eu: Eragiketa guztiak amaitu dituzu.

source: Write a valid fraction.
eu: Idatzi baliozko zatiki bat.

source: Write a valid operator: +-x*/:
eu: Idatzi baliozko operadore bat: +-x*/ :

source: Create basic math operation games (addition, subtraction, multiplication, division). The student will have to guess the result, operator or an operand.
eu: Oinarrizko eragiketa matematikoak dituzten jokoak (batuketa, kenketa, biderketa, zatiketa). Ikasleak emaitza, eragilea edo eragingaia asmatu beharko du.

source: Solve the following operations.
eu: Ebatzi ondoko eragiketak:

source: Fractions
eu: Zatikiak

source: Choose what to guess:
eu: Aukeratu asmatu behar dena:

source: Operator
eu: Eragilea

source: First operand
eu: Lehenengo eragingai

source: Second operand
eu: Bigarren eragingaia

source: Number of operations:
eu: Eragiketa kopurua:

source: Smallest number:
eu: Zenbakirik txikiena:

source: Biggest number:
eu: Zenbakirik handiena:

source: Number of decimals (operands):
eu: Dezimal kopurua (eragingaiak):

source: Operations:
eu: Eragiketak:

source: Addition
eu: Batuketa

source: Subtraction
eu: Kenketa

source: Multiplication
eu: Biderketa

source: Division
eu: Zatiketa

source: Allow decimals in the results
eu: Onartu dezimalak emaitzan

source: Irreducible fraction.
eu: Zatiketa ezin da txikiagoa egin.

source: Allow negative results
eu: Onartu emaitza negatiboak

source: Allow negative
eu: Ezezko emaitzak onartu

source: Allow zero as a result
eu: Zeroak onartu emaitza bezala

source: Relative error
eu: Errore erlatiboa

source: Absolute error
eu: Errore absolutua

source: % right to see the feedback
eu: % zuzena, atzeraelikadura ikusteko

source: Please specify the number of operations
eu: Eman eragiketa kopurua

source: Please define the minimal value of the operand
eu: Eman eragingaiaren balio minimoa

source: Please define the highest value of the operand
eu: Eman eragingaiaren balio maximoa

source: The highest number should be bigger than the smallest one
eu: Zenbakirik handienak txikienak baino handiagoa izan behar du

source: No operations selected
eu: Ez da eragiketarik aukeratu

source: You can't give repeated solutions
eu: Ezin duzu errepikatutako erantzunik eman

source: Math problems
eu: Problema matematikoak

source: Sorry, thats incorrect... The right answer is:
eu: Lastima... Erantzun zuzena hau da:

source: Create random basic math problems.
eu: Sortu ausazko oinarrizko problema matematikoak.

source: Solve the following math problems.
eu: Ebatzi ondoko problema matematikoak.

source: Problems
eu: Problemak

source: Question text:
eu: Galderaren testua:

source: Calculate in square metres the surface of a triangle with a base of {b}m and a height of {h}m
eu: Kalkulatu metro karratutan {b}m-etako oinarria eta {h}m-etako altuera duen triangelu baten azalera

source: Define the domain of each variable
eu: Aldagai bakoitzaren eremua zehaztu.

source: Highest number:
eu: Zenbakirik handiena:

source: Decimals:
eu: Dezimalak:

source: No decimals
eu: Dezimalik gabe

source: Feedback (optional)
eu: Feedback (aukerakoa)

source: Use the Feedback to add an explanation or the right formula.
eu: Erabili Feedbacka azalpenak edo formula zuzena emateko.

source: Only the Feedback is optional
eu: Soilik Feedbacka da hautazkoa

source: Please write the question text
eu: Idatzi galderaren testua

source: The domain of at least one variable is not correct
eu: Gutxienez aldagai baten domeinua ez da zuzuena

source: Lock
eu: Sarraila

source: Show activity
eu: Erakutsi jarduera

source: Padlock
eu: Giltzarrapoa

source: Create activities with a password protected feedback.
eu: Sortu pasahitzaz babestutako feedbacka duten jarduerak.

source: Atomic number
eu: Zenbaki atomikoa

source: Find the element with the number
eu: Zenbakidun elementua aurkitu

source: Click on this chemical element
eu: Egin klik elementu kimiko honetan

source: Periodic table
eu: Taula periodikoa

source: Verify
eu: Egiaztatu

source: Play again
eu: Berriro jokatu

source: The game is over. Your score is %s. Correct answers: %s out of %s.
eu: Jokoa amaitu da. Zure puntuazioa %s da. Erantzun zuzenak: %s-tik %s.

source: Enter a valid atomic number
eu: Sartu baliozko zenbaki atomiko bat

source: The element name must contain only letters
eu: Elementuaren izenak letrak baino ez ditu izan behar

source: The symbol must contain one or two letters, starting with an uppercase letter
eu: Sinboloak letra bat edo bi izan behar ditu, letra larriz hasita.

source: Select a group of chemical elements
eu: Elementu kimiko multzo bat aukeratu.

source: Write a valid configuration based, if applicable, on the preceding noble gas
eu: Idatzi ezazu, hala badagokio, aurreko gas noblean oinarritutako baliozko konfigurazio bat

source: Enter the oxidation states of this element, separated by commas
eu: Sartu, koma batez bereizita, elementu honen oxidazio egoerak

source: Click on a chemical element
eu: Klikatu elementu kimiko batean

source: Correct. Click on another element
eu: Zuzena. Klikatu beste elementu batean

source: That is not correct. Try again
eu: Ez da zuzena. Saiatu berriro

source: You have used all your attempts. Try another element
eu: Zure saiakera posible guztiak erabili dituzu. Saiatu beste elementu batekin

source: Try another element
eu: Beste elementu batekin saiatu

source: That is not correct. Next element
eu: Ez da zuzena. Hurrengo elementua

source: Correct. This is the chemical element we are looking for
eu: Zuzena. Hau da bilatzen ari garen elementu kimikoa

source: That is not correct. You clicked on: %s. Number of attempts: %d. Try again
eu: Ez da zuzena. %s sakatu duzu. Saiakera kopurua: %d. Saiatu berriro

source: You have used all your attempts
eu: Saiakera guztiak erabili dituzu

source: That is not correct. You clicked on: %s.
eu: Ez da zuzena. %s sakatu duzu.

source: Complete the missing information in this element
eu: Osatu elementu honetan falta den informazioa

source: Click on one of the marked chemical elements.
eu: Klikatu markatutako elementu kimiko batean.

source: Number
eu: Zenbakia

source: Symbol
eu: Ikurra

source: Configuration
eu: Ezarpena

source: Oxidations
eu: Oxidazioak

source: Alkali metal
eu: Metal alkalinoa

source: Alkaline earth metal
eu: Metal lurralkalinoa

source: Transition metal
eu: Trantsizio metal

source: Post-transition metal
eu: Trantsizio osteko metala

source: Metalloid
eu: Metaloidea

source: Non-metal
eu: Ez-metala

source: Halogen
eu: Halogenoa

source: Noble gas
eu: Gas noblea

source: Lanthanide
eu: Lantanoidea

source: Actinide
eu: Aktinidoa

source: Hydrogen
eu: Hidrogenoa

source: Helium
eu: Helioa

source: Lithium
eu: Litioa

source: Beryllium
eu: Berilioa

source: Boron
eu: Boroa

source: Carbon
eu: Karbonoa

source: Fluorine
eu: Fluorra

source: Neon
eu: Neoia

source: Sodium
eu: Sodioa

source: Magnesium
eu: Magnesioa

source: Aluminum
eu: Aluminioa

source: Silicon
eu: Silizioa

source: Phosphorus
eu: Fosforoa

source: Sulfur
eu: Sufrea

source: Chlorine
eu: Kloroa

source: Argon
eu: Argona

source: Potassium
eu: Potasioa

source: Calcium
eu: Kaltzioa

source: Scandium
eu: Eskandioa

source: Titanium
eu: Titanioa

source: Vanadium
eu: Banadioa

source: Chromium
eu: Kromoa

source: Manganese
eu: Manganesoa

source: Iron
eu: Burdina

source: Cobalt
eu: Kobaltoa

source: Nickel
eu: Nikela

source: Copper
eu: Kobrea

source: Zinc
eu: Zinka

source: Gallium
eu: Galioa

source: Germanium
eu: Germanioa

source: Arsenic
eu: Artsenikoa

source: Selenium
eu: Selenioa

source: Bromine
eu: Bromoa

source: Krypton
eu: Kriptona

source: Rubidium
eu: Rubidioa

source: Strontium
eu: Estrontzioa

source: Yttrium
eu: Itrioa

source: Zirconium
eu: Zirkonioa

source: Niobium
eu: Niobiuma

source: Molybdenum
eu: Molibdenoa

source: Technetium
eu: Teknezioa

source: Ruthenium
eu: Rutenioa

source: Rhodium
eu: Rodioa

source: Palladium
eu: Paladioa

source: Silver
eu: Zilarra

source: Cadmium
eu: Kadmioa

source: Indium
eu: Indioa

source: Tin
eu: Eztainua

source: Antimony
eu: Antimonioa

source: Tellurium
eu: Telurioa

source: Iodine
eu: Iodoa

source: Xenon
eu: Xenona

source: Cesium
eu: Zesioa

source: Barium
eu: Barioa

source: Lanthanum
eu: Lantanoa

source: Cerium
eu: Zerioa

source: Praseodymium
eu: Praseodimioa

source: Neodymium
eu: Neodimioa

source: Promethium
eu: Prometioa

source: Samarium
eu: Samarioa

source: Europium
eu: Europioa

source: Gadolinium
eu: Gadolinioa

source: Terbium
eu: Terbioa

source: Dysprosium
eu: Disprosioa

source: Holmium
eu: Holmioa

source: Erbium
eu: Erbioa

source: Thulium
eu: Tulioa

source: Ytterbium
eu: Iterbioa

source: Lutetium
eu: Lutezioa

source: Hafnium
eu: Hafnioa

source: Tantalum
eu: Tantalioa

source: Tungsten
eu: Wolframioa

source: Rhenium
eu: Renioa

source: Osmium
eu: Osmioa

source: Iridium
eu: Iridioa

source: Platinum
eu: Platinoa

source: Gold
eu: Urrea

source: Thallium
eu: Talioa

source: Lead
eu: Beruna

source: Bismuth
eu: Bismutoa

source: Polonium
eu: Polonioa

source: Astatine
eu: Astatina

source: Radon
eu: Radona

source: Francium
eu: Franziuma

source: Radium
eu: Radioa

source: Actinium
eu: Aktinioa

source: Thorium
eu: Torioa

source: Protactinium
eu: Protaktinioa

source: Uranium
eu: Uranioa

source: Neptunium
eu: Neptunioa

source: Plutonium
eu: Plutonioa

source: Americium
eu: Amerizioa

source: Curium
eu: Kurioa

source: Berkelium
eu: Berkelioa

source: Californium
eu: Kalforioa

source: Einsteinium
eu: Einsteinioa

source: Fermium
eu: Fermioa

source: Mendelevium
eu: Mendelebioa

source: Nobelium
eu: Nobelioa

source: Lawrencium
eu: Lawrentzioa

source: Rutherfordium
eu: Rutherfordioa

source: Dubnium
eu: Dubnioa

source: Seaborgium
eu: Seaborgioa

source: Bohrium
eu: Bohriuma

source: Hassium
eu: Hassiuma

source: Meitnerium
eu: Meitneriuma

source: Darmstadtium
eu: Darmstadtiuma

source: Roentgenium
eu: Roentgeniuma

source: Copernicium
eu: Coperniciuma

source: Nihonium
eu: Nihonioa

source: Flerovium
eu: Fleroviuma

source: Moscovium
eu: Moscoviuma

source: Livermorium
eu: Livermoriuma

source: Tennessine
eu: Tennessinea

source: Oganesson
eu: Oganessona

source: Create interactive activities for the periodic table
eu: Taula periodikorako jarduera interaktiboak sortu

source: Complete the following questions about the periodic table.
eu: Taula periodikoari buruzko galdera hauek osatu.

source: Mode
eu: Modua

source: Mobile
eu: Mugikorra

source: Data to complete
eu: Osatu beharreko datuak

source: Electronic configuration
eu: Konfigurazio elektronikoa

source: Oxidation states
eu: Oxidazio-egoerak

source: Element Groups
eu: Elementu-taldeak

source: Summary of activities
eu: Jardueren laburpena

source: You have not completed any of the suggested activities to be assessed in this educational resource.
eu: Baliabide didaktiko honetan ez duzu ebaluatu beharreko jarduerarik.

source: Number of activities to be completed: %s
eu: Egin gabe dauden jardueren kopurua: %s

source: The following table registers the results you have obtained in the completed, suggested and assessed activities in this educational resource.
eu: Hurrengo taulan, hezkuntza-baliabide honetan egindako jardueretan lortutako emaitzak jasotzen dira.\n

source: Average score
eu: Batez besteko puntuazioa

source: Update
eu: Eguneratu

source: No. of activities: %s
eu: Jarduera kopurua: %s

source: Completed: %s
eu: Amaituta: %s

source: Average score: %s
eu: Batez besteko puntuazioa: %s

source: Average score of completed activities: %s
eu: Egindako jardueren batez besteko puntuazioa: %s

source: This will eliminate the stored scores of all activities. Are you sure you want to continue?
eu: Horrek jarduera guztietan gordetako puntuazioak ezabatuko ditu. Ziur zaude jarraitu nahi duzula?

source: Educational resource sections
eu: Hezkuntza-baliabidearen atalak

source: progress_report
eu: aurrerapen_txostena

source: Go to the activity
eu: Joan jarduerara

source: Error recovering data
eu: Datuak ezin izan dira berreskuratu

source: Scored Activities
eu: Puntuatutako jarduerak

source: In preview mode, visit this progress report to see the status of all associated scored activities. This status can be:
eu: Zure puntuatutako jarduera guztien egoera ikusteko, aurrebista moduan, bisitatu aurrerapen-txosten hau. Egoera hau izan daiteke:

source: This message will only be displayed in edit mode.
eu: Mezu hau editatzeko moduan erakutsiko da soilik.

source: Uncompleted Activity
eu: Burutugabeko jarduera

source: Unsuccessful Activity
eu: Jarduera ez-arrakastatsua

source: Successful Activity
eu: Jarduera arrakastatsua

source: In local mode, the results of completed activities cannot be displayed in the report
eu: Tokiko modalitatean, egindako jardueren emaitzak ezin dira txostenean erakutsi

source: Download progress report
eu: Aurrerapen txostena deskargatu

source: Edit this iDevice to update its contents.
eu: Editatu iDevice hau bere edukia eguneratzeko.

source: It shows the result of the pupils in the activities linked to their average score.
eu: Ikasleek jardueretan lortutako emaitza erakusten du, euren batez besteko puntuazioari lotuta.

source: The ID can be a number or word of more than five characters. You must use the same ID in all the activities you will assess in this progress report.
eu: IDa bost karaktere baino gehiago dituen zenbaki edo hitz bat izan daiteke. ID bera erabili behar duzu aurrerapen txosten honetan ebaluatuko dituzun jarduera guztietan.

source: Refresh pages
eu: Orriak eguneratu

source: Show date and time
eu: Data eta ordua erakutsi

source: Show type of iDevice
eu: iDevice mota erakutsi

source: Link report activities
eu: Txosteneko jarduerak lotu

source: All pages and iDevices
eu: Orri eta iDevice guztiak

source: All pages and only evaluable iDevices
eu: Orri guztiak eta iDevice ebaluagarriak bakarrik.

source: Only pages with evaluable activities
eu: Jarduera ebaluagarriak dituzten orriak soilik

source: Available iDevices
eu: iDevice eskuragarriak

source: This iDevice is compatible with all game iDevices and all interactive activities.
eu: iDevice hau, joko iDevice eta jarduera interaktibo guztiekin bateragarria da.

source: Puzzle
eu: Puzlea

source: Time is up
eu: Denbora amaitu da

source: You completed all the activities!
eu: Jarduera guztiak burutu dituzu!

source: Number of activities to be completed
eu: Egin gabe dauden jarduera kopurua

source: Please try again
eu: Saiatu berriro, mesedez

source: Show/Hide numbers
eu: Zenbakiak erakutsi/ezkutatu

source: Time spent
eu: Igarotako denbora

source: Puzzle completed
eu: Puzzle osatua

source: Repeat
eu: Errepikatu

source: You must select the puzzle image
eu: Puzlearen irudia hautatu behar duzu

source: Select an image
eu: Aukeratu irudia

source: Create interactive activities where players must solve various puzzles.
eu: Jokalariek hainbat puzzle ebatzi behar dituzten jarduera interaktiboak sortu.

source: Solve the following puzzles.
eu: Ebatzi hurrengo puzleak.

source: Random puzzles.
eu: Ausazko puzleak.

source: % Activities
eu: Jardueren % a

source: Puzzles
eu: Puzleak

source: Slide
eu: Labaindu

source: Swap
eu: Aldatu

source: Show image
eu: Irudia erakutsi

source: Show numbers
eu: Zenbakiak erakutsi

source: Show time
eu: Denbora erakutsi

source: Show attempt
eu: Saiakera erakutsi

source: Statement
eu: Enuntziatua

source: Feedback/Solution
eu: Atzeraelikadura/Soluzioa

source: Add an activity
eu: Jarduera bat gehitu

source: First activity
eu: Lehen jarduera

source: Previous activity
eu: Aurreko jarduera

source: Puzzle number:
eu: Puzle zenbakia:

source: Next activity
eu: Hurrengo jarduera

source: Last activity
eu: Azken jarduera

source: Delete activity
eu: Jarduera ezabatu

source: Copy activity
eu: Jarduera kopiatu

source: Cut activity
eu: Jarduera moztu

source: Paste activity
eu: Jarduera Itsatsi

source: Quick questions
eu: Galdera azkarrak

source: Video Intro
eu: Bideo sarrera

source: Create activities in which students see a video, image or text and they have to choose the right answer.
eu: Sortu jarduerak non ikaslek bideo, irudi edo testu bat ikusi eta erantzun egokia aukeratu behar dute.

source: Custom score
eu: Neurrira egindako puntuazioa

source: Play the introduction video
eu: Ikusi bideoaren sarrera

source: YouTube URL
eu: YouTube URLa

source: Play
eu: Jolastu

source: test
eu: proba

source: Multiple Choice Quiz
eu: Aukeratu

source: Rich Text
eu: Testu Aberatsa

source: Please order the answers
eu: Ordenatu erantzunak

source: Please write the solution
eu: Idatzi soluzioa
