Repository: erseco/exelearning
Catalog: translations/messages.*.xlf
Languages: eu

source: Previous versions
eu: Aurreko bertsioak

source: eXeLearning. Third Libraries
eu: eXeLearning. Hirugarrenen liburutegiak

source: Privacy and Terms
eu: Pribatutasuna eta Baldintzak

source: Download CSV
eu: Jeitsi CSV-a

source: Changelog
eu: Aldaketen erregistroa

source: Upload to Drive
eu: Kargatu Drive-ra

source: Delete iDevice? This cannot be undone.
eu: ~Ezabatu iDevice-a? Ekintza hau ez da desegin daiteke.

source: iDevice deleted. Now the box is empty. Delete the box too?
eu: ~iDevice-a ezabatu da. Orain kaxa hutsik dago. Ezabatu kaxa ere?

source: Free response
eu: ~Erantzun askea
